[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) सामाजिक मेलजोल बढ्नेछ तर मन अशान्त रहनेछ। व्यापारी वर्गलाई व्यापारमा लाभको स्थिति बनिरहेको छ। कार्यक्षेत्रमा सहयोगी वर्गसंग मनमुटाव रहन सक्छ। हातमा आएको अवसर नगुमाउनुहोला। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ। \n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) आज तपाईंको बोलि नै सबैभन्दा ठूलो शत्रु बन्न सक्छ सावधान रहनुहोस्। कुनै पनि कुरालाई लिएर एउटा धारणा नबनाउनुहोस्। धनमा वृद्धि हुनेछ। अरुलाई सल्लाह दिनबाट जोगिनुस्। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) खर्चमा नियन्त्रण गर्नुहोस्। सकेसम्म ठूलो कार्यहरूमा हात नहालौं। आँटेको कार्यमा सफलता मिल्नेछ। कानुनी पक्ष सबल रहनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) मेहनत अनुसार फल प्राप्तिको योग छ। भाग्यको विश्वास गरेर पुरुषार्थ गर्न नचुक्नुहोस्। लामो समयदेखि निलम्बित कार्य प्रारम्भ हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) धेरै सोच्नु आज तपाईंको स्वास्थ्यको लागि हानिकारक हुन्छ। नोकरी वा पेशामा अधिकारी वर्गहरूबाट सहयोग पाइएला। वैदेशिक रोजगारका नयाँ अवसरहरू मिल्नेछन्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) जिवनसाथीको स्वास्थ्यलाई लिएर विशेष ख्याल राख्नुहोस्। चिसोबाट जोगिने प्रयास गरौं र कुनै पनि मादक पदार्थको सेवन नगरौँ। आलस्यलाई छोडेर कार्य गर्नुभयो भने सफलताका योग छन्। आजको शुभ रंग केशरी हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) धैर्य व पराक्रममा वृद्धि हुनेछ। कार्यक्षेत्रमा अतिरिक्त जिम्मेवारी मिल्नेछ। नयाँ इन्टरभ्यु आदिको लागि दिन राम्रो छ। शत्रुहरू बढ्नेछन्। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आज उत्साह र उमंगमा वृद्धि देखिएको छ। सकारात्मक सोच लिएर अगाडि बढ्नुहोस् सफलता मिल्नेछ। विशिष्ट व्यक्तिसँग भेटघाटको योग छ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) आयमा वृद्धिका योग बनिरहेका छन्। कर्यक्षेत्रमा सक्रियता बढ्नेछ। पुलिस वा आर्मी क्षेत्रबाट हुनुहुन्छ भने कुनै ठूलो कार्य सम्पन्न हुन सक्छ। आजको शुभ रंग खैरो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) धर्मकर्ममा सजिलै मन जानेछ। दाम्पत्य जीवनमा चलिरहेको मनमुटाव सुल्झिनेछ। कार्यक्षेत्रमा पिताको सहयोग मिल्नेछ साथै आफ्नो प्रभुत्व जमाउन सकिनेछ। आजको शुभ रंग रातो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) आज व्यापार वृद्धिको योग रहेको छ। साझेदारी व्यापारमा विशेष लाभ मिल्नेछ। निर्णय लिने क्षमता राम्रो देखिएको छ। यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राखौं। आजको शुभ रंग सुन्तला हो भने शुभ अंक ५ रहेको छ। \n\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) भावनामा बगेर कुनै पनि कार्य नगर्नुहोस् साथै कुनै पनि निर्णय लिँदा बुद्धिको प्रयोग गरौं। प्रेम सम्बन्धमा सुधारका योगहरू रहेका छन्। अरुको कुरा सुनेर  कार्यक्षेत्रमा नयाँ निर्णय नलिनुहोस्। आजको शुभ रंग सिन्दुरी हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 17, 2025 01:01 AM"
  }
]