[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) दिन उत्तम रहेको छ। आँटेका कार्य सम्पादन हुनेछन्। युवावर्गहरूलाई करियरलाई लिएर राम्रो प्रस्ताव हात लाग्नेछ। स्वास्थ्य सबल रहनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) दाम्पत्य जीवन सुमधुर रहनेछ। व्यापार व्यवसायमा लाभ रहनेछ। कार्यक्षेत्रमा व्यस्तता बढ्नेछ। विश्वासको साथमा आफ्नो कुरा राख्न सक्नुहुनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) विनम्रताको साथ अगाडि बढ्नुहोस् सफलता मिल्नेछ। मेहनतले शत्रुहरू पनि मित्रवत व्यवहार गर्न बाध्य हुनेछन्। व्यापार  व्यवसायमामा अनुभवी व्यक्तिहरूको सल्लाह लिदै कार्य गर्नुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आत्मविश्वासमा वृद्धि हुनेछ। छरछिमेकीसँग वादविवादको सम्भावना रहेको छ सावधान रहनुहोला। आफ्नो निजी कार्य भोलिलाई नटाल्नुहोस्। सकारात्मक सोचले सबैलाई प्रभावित पार्न सक्नुहुनेछ। आजको शुभ रंग सेत‍ो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) उद्योग व्यापारमा विशेष फाइदा हुनेछ। विद्यार्थी वर्गहरूको रचनात्मक र कलात्मक क्षेत्रमा विकास हुनेछ। संगीतको क्षेत्रमा विशेष उन्नति मिल्नेछ। पुरुषार्थले कार्यमा सफलता दिलाउनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा  लगनशीलताले सफलता मिल्नेछ। व्यापार व्यवसायमा लाभ रहनेछ। वित्तीय वा सहकारी संस्थाबाट लाभ मिल्नेछ। शत्रुहरू हावी हुनेछन्। प्रतिस्पर्धामा सफलता मिल्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) पारिवारिक मामलाहरूमा अलि झुकेर कुरा गर्नुहोस्। आफ्नो हकको लागि संघर्ष गर्नुपर्ला। अध्यात्मतर्फ रुचि बढ्नेछ। स्वास्थ्यलाई लिएर सावधान रहनुहोला आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) साना तिना झगडाले विवादको रुप लिन सक्छ सावधान रहनुहोला। विरोधीहरू कार्यक्षेत्रमा कमी निकाल्ने प्रयास गर्नेछन्। स्वार्थ सिद्धको लागि धन खर्च का योग छन्। आजको शुभ रंग रातो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) नयाँ लगानी लगाउनबाट बच्नुहोस। कुनै पनि कार्यलाई लिएर लापरवाही नगर्नुहोला| धेरै लाभांशको चक्करमा हानिहोला। आफन्तहरूको मध्य रमाइलो समय बित्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) आफन्तहरूको सहयोग मिल्नेछ। मेहनत अनुसार राम्रो परिणाम प्राप्त हुनेछ। कार्यक्षेत्रमा बोलिको प्रभावले नँया अवसर प्राप्त हुनेछ।  आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) विश्वास पात्रबाट धोखा मिल्ला सचेत रहनुहोस्। कार्यक्षेत्रमा आफ्नो कार्य स्वयं गर्ने प्रयास गर्नुहोला। स्वास्थ्यलाई लिएर खानपानमा विशेष ध्यान दिनुहोस्। आजको शुभ रंग हल्का हरियो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) रोजगारबाट लाभ मिल्नेुका साथै नयाँ योजनाहरूमा लगानी लगाउने समय रहेको छ। संगीत र कलाको क्षेत्रमा  सफलता मिल्नेछ। राजनीतिक क्षेत्रमा प्रभाव बढ्नेछ। जीवनमा आलस्यलाई हावी हुन नदिनुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक ५ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 03, 2025 12:00 AM"
  }
]