[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) स्वास्थ्यलाई लिएर चिन्ता रहनेछ। नयाँ अनुबन्धहरूमा बाधा आउनेछ। मनमा अज्ञात भय रहनेछ। सकेसम्म यात्रा नगर्नुहोला। आजको शुभ रंग बैजनी हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) घरपरिवारमा मानसिक अशान्ति बढ्नेछ। आर्थिक हानि हुने योग छ। अध्ययनमा प्रगति हुनेछ। सकेसम्म यात्रा नगर्नुहोला। स्वास्थ्यमा सामान्य सुधार रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) धनधान्यमा वृद्धिका योग छन्। पारिवारिक वातावरण सुखमय रहनेछ। नयाँ कार्य प्रारम्भ गर्नुभन्दा अघि उपयुक्त समयको प्रतिक्षा गर्नुहोस्। आँटेका कार्य सम्पादन गर्नमा समय लाग्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) धार्मिक वा सामाजिक कार्यमा चासो बढ्नेछ। मनमा अज्ञात भय रहनेछ। आर्थिक लेनदेनमा सावधानी अपनाउनु बुद्धिमानी हुन्छ। शैक्षिक क्षेत्रमा प्रगति हुनेछ। स्वास्थ्यमा ध्यान दिनुहोला। आजको शुभ रंग गुलाबी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) कार्यक्षेत्रमा केही चुनौती देखिए पनि परिश्रमबाट सफलता मिल्नेछ। सम्बन्धमा केही उतारचढाव आउनेछ। स्वास्थ्यमा ध्यान दिनुपर्ने समय रहेको छ। सकेसम्म यात्रा नगर्नुहोला। आजको शुभ रंग आकाशे निलो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) अध्ययनमा सफलता पाइनेछ। मित्रहरूको सहयोगले रोकिएका काम बन्नेछन्। व्यापार व्यवसायलाई लिएर सानोतिनो भागदौड गर्नुपर्ला। समय अनुकूल रहनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) पुराना कामहरू पूरा गर्न सकिनेछ। सकेसम्म यात्रा नगर्नुहोला। कार्यक्षेत्रमा सहयोगीहरूको सहयोग मिल्ने सम्भावना छ। आर्थिक पक्ष सामान्य रहला। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) सामाजिक क्षेत्रमा प्रतिष्ठा बढ्नेछ। व्यापारमा हानिको संकेत छ। साथीभाइहरूसँग सहयोग मिल्नेछ। खर्च बढ्ने सम्भावना देखिएको छ। संयमताको आवश्यकता रहेको छ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा प्रयास अनुसार सफलता पाइनेछ। सकेसम्म यात्रा नगर्नुहोला। व्यापार व्यवसायमा प्रतिस्पर्धा बढ्नेछ। सकारात्मक सोचको साथ अगाडि बढ्नुहोस् सफलता मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) मनमा अज्ञात भय रहनेछ। व्यापारमा राम्रो लाभ रहनेछ। प्रेम सम्बन्धमा प्रगाढता आउनेछ। नयाँ कार्यमा पारिवारिक समर्थन पाइनेछ। आर्थिक स्थितिमा सुधार हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कृषि वा पशुपालन आदि कामबाट लाभ आर्जन गर्न सकिनेछ। कार्यक्षेत्रमा उच्च अधिकारीहरूबाट समर्थन पाइनेछ। पारिवारिक सद्भावमा वृद्धि हुनेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) सकारात्मक सोचले काममा सफलता ल्याउनेछ। मनमा अज्ञात भय रहनेछ। पढाइमा मन जानेछ। पुरानो साथीसंग भेटघाट हुनेछ। कार्यक्षेत्रमा सम्मान पाउने योग छ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, September 10, 2025 03:30 PM"
  }
]