[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) चुनौतीहरुलाई पन्छ्याउँदै नयाँ कार्य सम्पादन गर्न सकिनेछ। नोकरी वा पेशामा प्रभाव बढ्नेछ। आत्मबलमा वृद्धि हुनेछ। नयाँ व्यापार प्रारम्भ गर्न सफल भइनेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) कार्यक्षेत्रमा विवादास्पद समस्याले पछ्याउने छ। अध्यात्म तर्फ रुचि बढ्नेछ। स्वास्थ्यलाई लिएर मनमा चिन्ता रहनेछ। विरोधीहरू सक्रिय रहनेछन् सावधान रहनुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) कार्यस्थलमा आफ्नो जिम्मेवारी निभाउन असफल भइनेछ सतर्क भएर कार्य गर्नुहोस्। मधुर व्यवहारले रोकिएका कार्य बन्नेछन्। आर्थिक पक्ष सामान्य रहनेछ। आजको शुभ रंग रात‍ो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यक्षेत्रमा जीवनसाथीको सहयोग मिल्नेछ साथै नयाँ कार्यशैलीले मनग्य लाभ हुनेछ। आफ्नो स्वास्थ्य मा ध्यान दिनुहोस्। अज्ञात भयले मन ग्रसित रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) सञ्चित धनमा वृद्धि हुनेअछ। कार्यक्षेत्रलाई लिएर यात्रा गर्नुपर्ने सम्भावना रहेको छ। शेयर मार्केटमा लगानी लगाउनु भन्दा अघी अनुभवीजनहरूसँग सर सल्लाह अवश्य लिनुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) व्यापार व्यवसायमा धोका मिल्न सक्ला। राजनीतिक क्षेत्रमा शत्रुहरूले खुट्टा तान्नेछन्। सामाजिक सञ्जालमा बोल्दाखेरि बुद्धिको उपयोग गर्नुहोला। विदेश तर्फबाट शुभ सुचना मिल्ला। आजको शुभ रंग ख‌ैरो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) जागिर वा व्यापारमा सफलता मिल्नेछ। आफन्तहरूको साथमा स्वादिष्ट भोजनको आनन्द मिल्नेछ। नयाँ कार्यको प्रस्ताव आउनेछ। सुन्दर पहिरनले व्यक्तित्वमा निखार आउनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ९ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आर्थिक स्थितिमा सुधारको प्रयास सफल रहनेछ। कार्यक्षेत्रमा उच्च अधिकारीबाट सम्मान पाइनेछ। यात्रा सुखमय र राम्रो रहनेछ। विद्यार्थीहरूको अध्ययनमा रुचि बढ्नेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) व्यापार व्यवसायमा नयाँ निर्णयहरूबाट लाभ मिल्नेछ। पहिला लिएको ऋणबाट मुक्ति मिल्नेछ। आयको अनुरूप खर्च गर्नुहोस्। पुराना मित्रहरूसँग भेटघाट हुने सम्भावना रहेको छ। आजको शुभ रंग सेत‍ो हो भने शुभ अंक ८ रहेको छ। ‎\n\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा समयमा कार्य सम्पादन हुनेछ। व्यापारमा मनग्य लाभ मिल्नेछ। सोधेभन्दा बढी सल्लाह दिनबाट बच्नुहोस्। मित्रहरूको माध्यमबाट  कार्य सम्पादन हुनेछन्। आजको शुभ रंग कलेजी हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) पहिला गरेको कार्यबाट शुभ सूचना मिल्नेछ। छरछिमेकी र घर परिवारसँग रमाइलो समय बित्नेछ। व्यापारमा थप लगानी लगाउने समय रहेको छ। समाजमा मानसम्मान बढ्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) आर्थिक कारोबारमा अनुभवी व्यक्तिको साथ मिल्नेछ। आत्मविश्वासमा वृद्धि हुनेछ। नोकरी वा पेशामा सहकर्मीहरूको साथ मिल्नेछ। दाजुभाईमा आत्मीयता बढ्नेछ। आजको शुभ रग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, September 05, 2025 07:32 AM"
  }
]