[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) मनोरन्जनात्मक समय व्यतीत हुनेछ। आफन्तहरूसंग भेटघाटले मन प्रसन्न रहनेछ। प्रेम र मित्रताको बन्धन कसिनेछ। कार्यक्षेत्रमा नयाँ जिम्मेवारी संगै प्रतिष्ठा र सम्मान पाउने बेला रहेको छ। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) मेहनतको राम्रो प्रतिफल प्राप्त हुनेछ। बौद्धिक प्रतिस्पर्धामा विजयी भइनेछ| कृषि वा पशुपालनबाट राम्रो लाभार्जन गर्न सकिनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) व्यापार व्यवसायमा लाभ रहनेछ। चुनौती पन्छाउँदै नयाँ कार्यको जग बसाउने समय रहेको छ। माननीयजनहरूको सहयोग र साथ मिल्नेछ। अति उत्साहमा गलत निर्णय लिनुहोला सावधान रहनुहोस्। आजको शुभ रंग सिन्दुरी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) पहिलाका उपलब्धिले नयाँ कार्य प्रति थप उत्साह जगाउनेछ। आर्थिक पक्ष सबल रहनेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। मिठो बोलीले शत्रुलाई पनि मित्र बनाउन सकिएला। आजको शुभ रंग सेतो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) उद्योग व्यापारमा नयाँ लगानी लगाउने समय रहेको छ। सफलता प्राप्तिको लागि केही वस्तु त्याग गर्नुपर्ला। कार्यक्षेत्रमा प्रभाव बढ्नेछ। टाढाका साथी भाईहरूसँग भेटघाट हुनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा तारिफ योग्य कार्य गर्दै लाभ आर्जन गर्न सकिनेछ। विपरीत परिस्थितिमा पनि धैर्यताले काम लिनुहोस्। आँटेको कार्यसम्पादन हुनेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) अरुको कार्य गर्नुपर्ला। लक्ष्य प्राप्तिको लागि संघर्ष गर्नुपर्ने समय रहेको छ। स्वास्थ्यलाइ लिएर खानपिनमा ध्यान दिनुहोस्। आजको शुभ रंग हल्का निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आफन्तहरूबाट राम्रो साथ र सहयोग पाइनेछ। फाइदाको स्रोत थाहपाउन सकिनेछ। राजनीतिक परिपेक्षमा लोकप्रियतामा कमी आउनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) सानातिना काममा सञ्चित धन खर्च गर्नुपर्ला। व्यापार व्यवसायमा हिसाब किताबमा पारदर्शिता राख्नुहोस्। परिस्थिति अनुरूप चल्ने प्रयास गर्नुहोस्। आजको शुभ रंग सुन्तला हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) स्वादिष्ट भोजनको प्राप्ति हुनेछ। निर्माण सम्बन्धी कार्यबाट विशेष लाभ आर्जन गर्न सकिएला। कमी कमजोरी सुधार गर्दै जीवनशैलीमा परिवर्तन ल्याउन सकिनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) नयाँ अवसरको लागि जिम्मेदारी बहन गर्नुपर्ला। व्यापार व्यवसायमा नयाँ जिम्मेदारी बढ्नेछ। रोग प्रतिरोधात्मक क्षमता बढाउनको लागि पौष्टिक भोजनको सेवन गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) नयाँ कामको जग बसाउने अवसर प्राप्त हुनेछ। साहित्य वा कलाको क्षेत्रमा रुचि बढ्नेछ। अवसरवादीहरूबाट सावधान रहनुहोला। आजको शुभ रंग आकाशे निलो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Thursday, August 28, 2025 02:00 PM"
  }
]