[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा अधिकारी हरूबाट आश्वासन पाइनेछ। परिस्थिति अनुसार चल्ने प्रयास गर्नुहोस्। यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राखौं। नयाँ कार्य थालनी गर्न सक्नुहुनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  धैर्य र पराक्रमले आँटेको कार्य सम्पादन गर्न सकिनेछ। पहिला सम्पादन भएका कार्यको सफलताले अरु कार्यमा जोश जागर दिलाउनेछ। टाढिएका आफन्तहरूसंगको भेटघाटले मन प्रसन्न रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) मेहनतको राम्रो परिणाम प्राप्त हुनेछ। विद्यार्थीहरूलाई अध्ययन अध्यापनमा सफलता मिल्नेछ। युवा वर्गहरूमा नयाँ प्रेम प्रसंग प्रारम्भ होला। विभिन्न भौतिक संसाधन जुटाउन सक्नुहुनेछ। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) दाम्पत्य जीवन सुमधुर रहनेछ। साझेदारी व्यापारबाट राम्रो आयआर्जन गर्न सकिनेछ। छरछिमेकीसंग सम्बन्धमा सुधार आउनेछ। महत्वकांक्षी कार्यहरू गर्ने समय रहेको छ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) कार्यक्षेत्रमा प्रतिस्पर्धीलाई उछिन्दै विभिन्न अवसरहरु प्राप्त गर्न सक्नुहुनेछ। मेहनतले नाम कमाउन सकिएला। रोकिएका काम बन्नाले आर्थिक पक्ष सबल रहनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ५ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) मेहनतले सजिलै लक्ष्य प्राप्त गर्न सकिनेछ। शैक्षिक प्रतिस्पर्धामा अग्रस्थान प्राप्त होला। नयाँ योजनाहरू सार्वजनिक गर्नुभन्दा अघि सोचविचार गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) योजनाबद्ध तरिकाले कार्य गर्नुहोस् सफलता मिल्नेछ। कार्यक्षेत्रमा नयाँ कार्यको प्रस्ताव मिल्नेछ। पारिवारिक जमघटको बीच रमाइलो समय व्यतीत हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) इच्छाशक्ति बढ्नाले चाँडै लक्ष्य प्राप्ति गर्न सकिनेछ। व्यापार व्यवसायमा आफन्तहरूको सोचेजस्तो सहयोग नमिल्ला। आयआर्जन सामान्य रहनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा अरुलाई प्रभावित पारेर काम निकाल्न सकिनेछ। राजनीतिक क्षेत्रमा नयाँ नेतृत्व बहन गर्नुपर्ला। व्यापार व्यवसायमा लाभ रहनेछ। गृहकार्यमा जीवनसाथीको सहयोग मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ ‌अंक २ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) परिजनहरूको सहयोगले बिग्रेको कार्य बन्नेछ। यात्रा अलि कष्टदायी रहन सक्छ। खानपानमा विशेष ध्यान दिनुहोस् साथै पौष्टिक भोजनको सेवन गर्नुहोला। आजको शुभ रंग हल्का हरियो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) नयाँ कार्य थालनी हुनेछ। सामूहिक जमघटमा आफ्नो उपस्थितिलाई जनाउन सकिनेछ। कार्यक्षेत्रमा दीर्घकालीन योजनाहरू बन्नेछन्। आकस्मिक धनलाभका योग छन्। आजको शुभ रंग खैरो हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) वैदेशिक रोजगारमा सफलता मिल्नेछ। फिजुलखर्चदेखि बच्नुहोला। स्वास्थ्यमा सुधार हुनेछ। व्यापार व्यवसायमा नयाँ निर्णय लिनदेखि बच्नुहोस्। सवारी साधन चलाउँदा सावधान रहनुहोला। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Monday, April 28, 2025 11:00 AM"
  }
]