[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) साझेदारी व्यापारमा आपसी विश्वास बढ्नेछ। सामाजिक कार्यक्रमहरूमा सहभागी भइएला। नयाँ सम्पर्कहरूबाट निजी कार्य बनाउन सक्नुहुनेछ|। भगवान शिवलाई चन्दन मिश्रित जलले अभिषेक गर्नुहोस्। आजको शुभ रंग हरियो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) कार्यक्षेत्रमा अधिकारी वर्गहरूबाट प्रशंसा पाइएला। सानो प्रयासले जीवनशैलीमा ठूलो बदलाव आउनेछ। आफ्नो जरुरत पूर्तिको लागि सकेसम्म कसैसंग उधारो नलिनुहोस्। भगवान शिवलाई दुवोको रसले अभिषेक गर्नुहोला। आजको शुभ रंग बैजनी हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) सही योजनाको अभावमा महत्त्वपूर्ण कार्यहरू अड्किने छन्। दाम्पत्य जीवन सुमधुर रहनेछ। यात्रा लाभदायी रहनेछ। कानुनी पक्ष मजबुत रहनेछ। भगवान शिवलाई इत्र मिश्रित जलले अभिषेक गर्नुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यक्षेत्रमा रोजगारका नयाँ अवसरहरू मिल्नेछन्। सहकर्मीहरूबाट सहयोग मिल्नेछ। विद्यार्थीहरूलाई पठनपाठनमा मन लाग्नेछ। आर्थिक पक्ष सबल रहनेछ। भगवान शिवलाई महले अभिषेक गर्नुहोस्। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) प्रतिभा देखाउने अवसर मिल्नेछ। आकस्मिक सहयोग मिल्नाले अड्केको काम बन्नेछ। सम्बन्धमा चलिरहेको मतभेद आपसी समझदारीले सुल्झाउन सक्नुहुनेछ। भगवान शिवलाई कुशको जलले अभिषेक गर्नुहोस्। आजको शुभ रंग सुन्तला हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) व्यापार व्यवसायलाई लिएर गरेको यात्रा लाभदायी रहनेछ। शत्रुपक्ष आज हावी हुनेछन्। गुप्त कुराहरू बाहिरिनाले सावधान रहनुहोस्। नयाँ कार्य प्रारम्भको लागि उपयुक्त समयको प्रतिक्षा गर्नुहोस्। भगवान शिवलाई शक्कर मिश्रित जलले अभिषेक गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) सामाजिक वा पारिवारिक कार्यहरूमा धन खर्च हुनेछ। प्रेम सम्बन्धलाई लिएर सावधानी वा धैर्यतापूर्वक निर्णयहरू लिनुहोला। प्रभावशाली व्यक्तित्वहरूसँग सम्पर्क बढ्नेछ। भगवान शंकरलाई दूधले अभिषेक गर्नुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) प्रतियोगी परीक्षामा राम्रो सफलता मिल्नेछ। परिस्थितिवस चिताएका कार्य पूरा  नहोलान्। सुधार आउनाले मनोबल बढ्नेछ। सञ्चित धनमा वृद्धि हुनेछ। भगवान शिवलाई गंगा जलले अभिषेक गर्नुहोस्। आजको शुभ रंग रातो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा व्यस्तताले स्वास्थ्यप्रति वेवास्था नगर्नुहोस्। इष्टमित्रहरूबाट सहयोग मिल्नेछ। कार्यक्षेत्रमा अधिकारीहरूसँग कुरा गरेर विवादलाई सुल्झाउन सक्नुहुनेछ। भगवान शिवलाई उखु क‍ो रसले अभिषेक गर्नुहोस्। आजको शुभ रंग कलेजी हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) आकस्मिक धनलाभका योग छन्। महत्वकांक्षी योजनाहरू पूरा हुनेछन्। राजनीतिक क्षेत्रमा मन्त्रीमण्डलबाट सहयोग मिल्नेछ। आफ्नो कार्यलाई प्राथमिकता दिनुहोस्। भगवान शंकरलाई पञ्चामृतले अभिषेक गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) सामाजिक प्रतिष्ठा बढ्नेछ। राम्रो व्यवहारले सबैको मन जित्न सक्नुहुनेछ। आर्थिक कारोबार विस्तारलाई लिएर योजनाहरू बन्नेछन्। समय अनुरूप आफूलाई ढाल्ने प्रयास गर्नुहोस्। आजको शुभ रंग भगवान शिवलाई अनारको रसले अभिषेक गर्नुहोस्। आजको शुभ रंग खैरो हो भने शुभ अंक १ रहेको छ। ‎\n\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) शिक्षाको क्षेत्र फराकिलो हुनाले विद्यार्थीहरूको तर्कशक्तिमा वृद्धि हुनेछ। राजकीय र प्रशासनिक मामलाहरू सुल्झिनेछन्। भावनात्मक सम्बन्धमा मजबुती आउनेछ। भगवान शंकरलाई दूधले अभिषेक गर्नुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 28, 2025 07:26 AM"
  }
]