[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) आफन्तहरूबाट शुभ सूचना मिल्नेछ। मित्रको सहायताले अग्रिम कार्य सम्पादन हुनेछ। व्यापार व्यवसायमा श्रमको अनुरूप फल नमिल्ला। दाम्पत्य जीवनमा मनमुटाव रहन सक्छ सचेत रहनुहोस्। आज को शुभ रंग सुन्तला हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) यात्रा गर्दा आफ्नो सामानको ख्याल राख्नुहोस्। लोन को लागि वित्तीय क्षेत्रबाट सहयोग नमिल्दा मन अशान्त रहनेछ। व्यापारीहरूलाई व्यापारमा सामान्य लाभ रहनेछ। स्वास्थ्यमा सुधारको योग छ। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) व्यापार व्यवसायको लागि नयाँ बाटो खुल्नेछ। नोकरी वा पेशामा विशेषज्ञको सल्लाह लिएर काम गरेमा लाभ मिल्नेछ। कार्यक्षेत्रमा तारिफ योग्य कामले समाजमा नाम स्थापित गराउन सक्छ। आजको शुभ रंग पहेलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) समाजमा मान प्रतिष्ठामा कमी आउन सक्छ सचेत रहनुहोस्। वैदेशिक कारोबारको लागि समय उत्तम रहेको छ। जीवन साथीसंग मनमुटाव हुन सक्छ। नोकरी वा पेशामा सहकर्मी हरुको साथ नमिल्ला। विद्यार्थी वर्गहरु विद्यालयमा वादविवादबाट टाढा रहनुहोस्। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक ५ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) मठ मन्दिर र देवस्थानतिर यात्रा हुन सक्छ। आफन्तहरुसंग वाद विवाददेखि बच्नुहोस्। आफ्नो लापरवाहीले गर्दा प्रतिस्पर्धीहरूबाट हार खान सकिनेछ। व्यापार व्यवसायमा सहयोगीहरूले मनग्य फाइदा पुर्याउनेछन्। आजको शुभ रंग सुन्तला हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) व्यापार व्यवसायमा नयाँ सहयोगीहरूबाट सहयोग मिल्ला। प्रेम सम्बन्ध सुमधुर रहनेछ। समाजमा मांगलिक कार्यमा सम्मिलित हुन सक्नुहुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) घरपरिवारसँग रमाइलो समय बित्नेछ। कानुन विपरीत कार्य नगर्नुहोस्। व्यापार व्यवसायमा लाभ रहेको छ। दाम्पत्य जीवन सुमधुर रहनेछ। अग्रिम कार्य सम्पादित हुनेछन्। आजको शुभ रंग खैरो हो भने शुभ अंक ९ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) कार्यक्षेत्रमा विदेशबाट शुभ सूचना मिल्नेछ। नोकरीमा सरुवाको चाहना थियो भने सफलता मिल्नेछ। गरेको कामलाई एकपल्ट जाँच अवश्य गर्नुहोला। विद्यार्थीहरूको तर्कशक्ति बढ्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) व्यापार व्यवसायमा मनग्य लाभ रहनेछ। सन्तानबाट शुभ सूचना मिल्नाले मन प्रसन्न रहनेछ। खानपानमा ध्यान दिनुहोस्। प्रेम सम्बन्धलाई विवाहमा टुङ्ग्याउनको लागि पिरिवासँग कुरा रख्नुहोस समय अनुकुल रहेको छ। आजको शुभ रंग केशरी हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) आज मेहनत र भाग्यले पूरा साथ दिनेछ। कार्यक्षेत्रमा उच्च अधिकारीबाट सहयोग मिल्नेछ। सामाजिक क्षेत्रमा सम्मान बढ्नेछ। कसैसंग ईर्ष्या नगर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) आजको दिन मित्र वा आफन्तसंग भेटघाटमा समय व्यतीत हुनेछ। व्यापारमा अग्रिम गरेका कार्यबाट शुभ सूचना मिल्नेछ। घरपरिवारको मनमुटावलाई सुल्झाउन सकिनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) रोकिएका काम गर्नमा समय बित्नेछ। आर्थिक कारोबारमा भविष्यलाई लिएर नयाँ रूपरेखा बन्नेछ। यात्राको सम्भावना रहेको छ। कार्यक्षेत्रमा शत्रुहरूले खुट्टा तान्ने छन्। आजको शुभ रंग खैरो हो भने शुभ अंक ७ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, September 16, 2025 10:42 PM"
  }
]