[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) धैर्य र पराक्रमले आँटेका कार्यमा सफलता मिल्नेछ। मित्रहरूको सहयोगले महत्वकांक्षी कार्यहरू अगाडि बढ्नेछन्। कृषि वा पशुपालनबाट राम्रो लाभ आर्जन गर्न सकिनेछ। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) मान सम्मानमा वृद्धि हुनेछ। आफन्तहरूको मध्य रमाइलो समय व्यतीत हुनेछ। नयाँ कार्यको थालनीको लागि उपयुक्त समय रहेको छ। आलस्य गर्नदेखि बच्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) नयाँ नौकरी आदिमा प्रतिस्पर्धीहरूलाई पछाडि पार्न सकिनेछ। आवश्यक पर्दा सहयोगीहरूले राम्रो साथ र सहयोग दिनेछन्। व्यापार व्यवसायमा लाभ मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) भाग्यको साथ मिल्नेछ। प्रतिष्ठित कार्य गर्ने अवसर मिल्नेछ। धर्मकर्ममा मन जानेछ। युवाहरूलाई उच्च शिक्षामा नयाँ अवसर मिल्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) साझेदारी व्यापारमा लाभ मिल्नेछ। प्रेम र मित्रताको बन्धन कसिनेछ साथै दाम्पत्य सुखमा रमाउने समय रहेको छ। कार्यक्षेत्रमा सोचे अनुरुप सफलता मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ५ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) रोकिएका कार्य पुनः प्रारम्भ हुनेछन्। नयाँ कार्यको थालनीमा शुभचिन्तकहरूको सहयोग मिल्नेछ। भविष्यको लागि योजना कोरिनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) बोलिको प्रभावले कार्य बनाउन सक्नुहुनेछ। अबसरवादीहरूले झुक्याउन सक्लान सावधान रहनुहोस्। विद्यार्थीहरूलाई अध्ययन अध्यापनमा सफलता मिल्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) नोकरी वा पेशामा प्रभाव पढ्नेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। आध्यात्मिक क्षेत्रमा आफ्नो पक्षलाई मजबुतीको साथ राख्न सक्नुहुनेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) विवादास्पद समस्या सुल्झाउनमा सफल भइनेछ। व्यापार व्यवसायमा पिताको सहयोग मिल्नेछ। इच्छाशक्तिलाई सबल राख्नुहोस् सबै क्षेत्रमा सफलता मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) रचनात्मक कार्यमा मन लाग्नेछ। विद्यार्थीहरूको तर्कशक्तिमा वृद्धि हुनेछ। राजनीतिक क्षेत्रमा प्रभाव बढ्नेछ। धार्मिक संघसंस्थामा आबद्ध भएर कार्य गर्ने अवसर मिल्नेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) दायित्व निर्वाहमा विरोधीहरूले बाधा पुर्‍याउनेछन्। व्यवसायमा थप लगानी लगाउनुपर्ला। कार्यक्षेत्रमा सफलता मिल्नेछ। अरुलाई उधारो दिनदेखि जोगिनुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) नयाँ कार्यको थालनीमा उपयुक्त समयको प्रतिक्षा गर्नुहोला। माताको स्वास्थलाई लिएर चिन्ता रहनेछ। आफन्तहरूसँग रमाइलो समय व्यतीत हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Thursday, July 24, 2025 08:03 AM"
  }
]