[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा रोकिएका कार्य प्रारम्भ हुनेछन्| युवाहरूलाई प्रेम सम्बन्धमा सफलता मिल्नेछ। भौतिक संसाधन जुटाउने वा दिगो फाइदा हुने योजनाहरू बन्नेछन्। साथीभाईहरूसँग रमाइलो समय बित्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) व्यापार व्यवसायमा नयाँ निर्णय लिनुभन्दा अघि शुभचिन्तकहरूसँग सल्लाह अवश्य लिनुहोला। धैर्यताको कमीले कार्य बिग्रिन सक्ला सावधान रहनुहोस्। प्रेम सम्बन्ध सुमधुर रहनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) आज केहि भावनात्मक चञ्चलता रहनेछ। परिवारसँग सुदृढ सम्बन्ध बनाउने अनुकुल समय रहेको छ। चिताएका कार्य सम्पादन हुनेछन्। आजको शुभ रंग हल्का रातो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यप्रति कर्तव्य बोध र लगाव देखिनेछ। उच्च पदस्थ व्यक्तिहरूसँग भेटघाटका योग छन्। रोकिएका कार्य पुनः प्रारम्भ हुनेछन्। व्यापार व्यवसायमा परिवारको साथ र सहयोग मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) नयाँ कार्यप्रति मन जानेछ। आफन्तहरूसंग स्वादिष्ट भोजनको प्राप्ति होला। सम्बन्धमा स्पष्टता आवश्यक देखिएकोछ। आर्थिक पक्षले चिन्ता लिएर आउनेछ। आजको शुभ रंग आकाशे हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राख्नुहोला। पहिलाका केही कुराले मन अलमलिन सक्छ। धर्मकर्म र अध्यात्ममा मन जानेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) पारिवारिक सद्भाव बढ्नेछ। आत्मविश्वासको कमीले कार्यक्षेत्रमा पछाडि परिनेछ। सानो प्रयासले पनि कार्य सम्पन्न हुनेछ। फजुल खर्चबाट बच्नुहोला। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) बोलिको माधुर्यताले सम्बन्ध मधुर बन्नेछ। कार्यक्षेत्रमा नयाँ योजना बनाउनतर्फ ध्यान केन्द्रित गर्ने समय रहेको छ। सञ्चित धनमा वृद्धि हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) सामाजिक सञ्जालमा सक्रियता बढ्नेछ। वैदेशिक रोजगार लाभदायी रहनेछ। स्वास्थ्यलाई लिएर खानपिनमा सजगता अपनाउनुहोस्। अवसरवादीहरूबाट सावधान रहनुहोला। आजको शुभ रंग कलेजी हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) मानसिक ऊर्जा उच्च रहनेछ। कार्यक्षेत्रमा पिताको सहयोग मिल्नेछ। सृजनात्मक योजनाहरूमा समय दिन सकिनेछ। स्वास्थ्य सबल रहनेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) सकारात्मक सोचमा नयाँ ज्ञान प्राप्तिका योग छन्। विद्यार्थीहरूलाई उच्च शिक्षाको लागि नयाँ अवसर प्राप्त हुनेछ। परीक्षाको परिणाम अनुकुल आउनाले मन प्रसन्न रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) प्रतियोगी परीक्षामा सफलता मिल्नेछ। महत्वपूर्ण निर्णयहरू सम्पादन हुनेछन्। प्रशासनिक वा राज्यपक्षबाट सहयोग मिल्ला। विद्यार्थीहरूको तर्कशक्तिमा वृद्धि हुनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Monday, June 30, 2025 09:30 AM"
  }
]