[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) रचनात्मक कार्यमा जुड्ने समय रहेको छ। आम्दानीको नयाँ अवसर प्राप्त हुनेछ। भविष्यको लागि जग बसाउने अवसर प्राप्त हुनेछ। शेयर मार्केटबाट लाभ मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) भाग्यको साथ मिल्नेछ। अप्ठ्यारा परिस्थितिलाई बुद्धिको उपयोगले सजिलो बनाउन सकिनेछ। नयाँ योजनातर्फ अग्रसर भइनेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) लगनशीलताले प्रतियोगितामा विजय प्राप्त हुनेछ। कार्यक्षेत्रमा नयाँ उपलब्धिले जोश र जागर बढ्नेछ। कार्य रोकिने भयले मन चिन्तित रहनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आफन्तहरूसँग रमाइलो यात्राका योग छन्। विद्यार्थीहरूलाई अध्ययनमा राम्रो प्रगति हुने समय रहेको छ। महत्त्वपूर्ण कार्यहरूमा सहयोगीहरूबाट सहयोग मिल्नेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) गरिएका कामको राम्रो प्रतिफल प्राप्त हुनेछ। अध्ययनमा प्रगति हुनेछ र प्रतिस्पर्धीहरूलाई पनि पछि पार्न सकिनेछ। मेहनतले सफलता दिलाउनेछ। आजको शुभ रंग हल्का हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) समाजमा मान प्रतिष्ठा बढ्नेछ। रोकिएका कार्य प्रारम्भ हुनेछन्। प्रशासनिक पक्षबाट सहयोग मिल्नेछ। नयाँ कार्य हात लाग्नेछ। यात्रा रमाइलो रहनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) व्यापार व्यवसायमा राम्रो लाभ रहनेछ। पुरानो कमी कमजोरीलाई सुधार्ने अवसर मिल्नेछ। नोकरी वा पेशामा नयाँ जिम्मेदारी प्राप्त हुनाले मन प्रसन्न रहनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) समस्या दर्शाउँदा सहयोगीहरूले साथ दिनेछन्। व्यापार व्यवसायमा आफन्तहरूबाट सोचेजस्तो सहयोग नमिल्ला। विदेशतिरबाट शुभ सूचना मिल्नेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) विद्यार्थीहरूलाई प्रतियोगी परीक्षामा राम्रो सफलता मिल्नेछ। अधिकार र प्रतिष्ठा जोगाउनको लागि संघर्ष गर्नुपर्ला। व्यापार व्यवसायमा पारदर्शिता राख्नुहोला। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) समयमा साथ नमिल्नाले आत्माबलमा कमी आउनेछ। अर्थ अभावले योजना रोकिन सक्लान्। अरुको स्वार्थमा उपयोगी भइएला सचेत रहनुहोस्। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) प्रतिस्पर्धीहरूबाट पनि सहयोग मिल्नेछ। मित्रता र प्रेमको सम्बन्ध कसिनेछ। लेखन वा अभिव्यक्ति कलामा निखार आउनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कार्यक्षेत्रमा परिश्रमको उचित मूल्यांकन नहोला। खर्चिलो कामले अर्थ अभाव निम्त्याउनेछ। सामाजिक व्यक्तिहरूबाट सहयोग मिल्नेछ। स्वास्थ्यलाई लिएर खानपानमा सजगता अपनाउनुहोस्। आजको शुभ रंग सुन्तला हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Sunday, August 10, 2025 01:48 PM"
  }
]