[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) राजनीतिक र सामाजिक क्षेत्रमा सफलता मिल्नेछ। प्रतियोगितामा प्रति‌द्वन्दीहरुबाट कडा टक्कर मिल्नेछ। वाणी र व्यवहारमा संयम बनाएर राखुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) वित्तीय स्थितिमा सुधार हनेछ। राजनीतिक क्षेत्रमा प्रशंसा हुनेछ। गृहणीहरु घरको कामकाजमा समर्पित हुनेछन्। नयाँ योजनाहरू पूरा गर्ने समय रहेको छ। आजको शुभ रं गुलाबी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) प्रभावशाली व्यक्तित्वहरुसँग सम्पर्क बढ्‌नेछ। महत्वकांक्षी योजनाहरू पूरा हनेछन्। सवारी साधन चलाउँदा सावधान रहनुहोस्। स्वाभिमानको रक्षाको लागि संघर्ष गर्नुपर्ला। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) नयाँ अवसरको साथै आम्दानीका नयाँ स्रोतहरु फेला पर्नेछन्। प्रयत्न गर्दा छोटो समयमा राम्रो कार्यको जग बसाउन सकिनेछ। वि‌द्यार्थीहरुको पढाइमा ध्यान केन्द्रित हुनाले प्रगति हुनेछ। आजको शुभ रंग सेतो हो भने शुभअंक ७ रहेको छ।\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) समय विचार गरेर आफ्नो लागि समय छुट्‌याउनुहोस्। सकारात्मक सोच सफलताको सूत्र रहनेछ। घरमा पाउनाको आगमनले मन प्रशन्न रहनेछ। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) सामाजिक क्षेत्रमा सफलता मिल्नेछ। धर्मकर्मको आस्थामा वृ‌द्धि हुनेछ। लामो समयदेखि रोकिएका कार्यहरु बिस्तारै अघि बढ्‌नेछन्। मित्रहरुबाट सहयोग मिल्नेछ। आजको शुभ रंग सिन्दुरी हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) इष्टमित्रहरुसँग राम्रो समय बित्नेछ तारिफ योग्य कामले आफूलाई समाजमा प्रतिष्ठित गराउन सक्नुहुनेछ। नोकरीको लागि नयाँ अवसर मिल्नेछ। धेरै समयदेखि रोकिएको कार्यसम्पादन हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आत्मविश्वासमा वृद्धि हुनेछ भने कुनै अहम कार्यमा सफलता पनि मिल्नेछ। धार्मिक वा आध्यात्मिक गतिविधिमा समय बित्र्नेछ। पुरानो सफलताले अरु कार्यमा जोस जागर बढाउनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) आज तपाई ऊर्जावान रहनुहनेछ। कार्य समयमा सम्पादन हुनाले जीवनसाथीसँग भ्रमणका रूपरेखा बन्नेछन् । रचनात्मक कार्यमा लाग्ने हरुको लागि समय लाभदायी रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) व्यक्तिगत कार्यमा सफलता पाइएला। कार्यक्षेत्रमा दौडधुप गर्नुपर्ला। अनपेक्षित रुपमा मन चन्चल हुन सक्छ। प्रियजनसँग भेटघाटले मन प्रसन्न रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) व्यवसायीहरुको लागि दिन लाभदायी रहनेछ। बोलीको प्रभावले प्रतिष्ठा बढ्‌नेछ। मेहनतले इच्छा र आकांक्षा पूरा हुनेछन्। दैनिक कार्यहरु सन्तुष्ट ढंगले सम्पन्न हुनेछन्। आजको शुभ रंग नीलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) प्राविधिक वा टेक्नोलोजी क्षेत्रमा सफलता मिल्नेछ। कार्यक्षेत्रमा विचार पुऱ्याएर निर्णय लिनुहोला। जीवनमा मतभेद भएपनि समझदारी कायम रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Friday, May 23, 2025 01:00 PM"
  }
]