[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) राजनीतिक क्षेत्रमा प्रभाव बढ्नेछ। नयाँ निर्णय लिनुभन्दा अघि शुभचिन्तकहरूसँग सल्लाह गर्नुहोस्। स्वास्थ्यलाई लिएर सजग रहनुहोला। आजको शुभ रंग हरियो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) समय र परिस्थिति विचार गरेर आफूलाई प्रस्तुत गर्नुहोला। दोहोराएर प्रयत्न गर्दा कार्यक्षेत्रमा राम्रो सफलता मिल्नेछ। बुजुर्गहरूको स्वास्थ्यमा ध्यान दिनुहोला। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) मनमा रहेका नकारात्मक सोचलाई त्यागनुहोस्। आफ्नो मनपरेको कार्यमा समय दिन पाइनेछ। कार्यक्षेत्रमा अरुको विश्वासमा अधुरो काम नछोड्नुहोला। आजको शुभ रंग आकाशे निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) हजुरले बोलेको कुराहरुले अरुको मन दुख्न सक्ला यो कुराको ध्यान राखौं। युवाहरूलाई शिक्षाको क्षेत्रमा नयाँ अवसर मिल्ला। महत्त्वपूर्ण निर्णयहरूमा परिवारसँग सल्लाह लिनुहोस्। आजको शुभ रंग गुलाबी हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) शैक्षिक रोजगारमा सफलता मिल्नेछ। सामाजिक सञ्जालमा सक्रियता बढ्नेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। नयाँ कार्य प्रारम्भ गर्नको लागि उपयुक्त समयको प्रतिक्षा गर्नुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) व्यापारमा योजना बनाएर गरिएको यात्रा लाभदायी रहनेछ। कार्यक्षेत्रमा सहयोगीहरूबाट सहयोग पाइनेछ। हजुरको व्यवहारले अरुमाथि सकारात्मक प्रभाव पर्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) दाम्पत्य जीवन सुमधुर रहनेछ। कार्यक्षेत्रमा आएका चुनौतीहरूलाई पन्छाएर कार्यसम्पादन गर्न सकिनेछ। आयस्रोत बढाउनको लागि नयाँ योजना बन्नेछन्। आजको शुभ रंग खैरो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) कुनै शुभ समाचारले कार्यक्षेत्रमा थप उत्साह जाग्नेछ। मनपर्दो खानपान र पहिरनले मन रमाउनेछ। साहित्य वा कलाको क्षेत्रमा सफलता मिल्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) व्यापार व्यवसायमा थप उत्साह जाग्नेछ। प्रभावशाली व्यक्तिहरूसँग सम्पर्क बढ्नेछ। आँटेका कार्यमा सफलता मिल्नेछ। आर्थिक पक्ष सबल रहनेछ। आजको शुभ रंग कलेजी हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा नँया जिम्मेवारी प्राप्त हुनेछ। सेवामूलक कार्यबाट आफूलाई चिनाउन सक्नुहुनेछ। चुनौतीपूर्ण कार्यलाई सजिलो पार्न सकिनेछ। मनमा परोपकारको भावना जागृत हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्रमा योजन अनुरूप कार्य गर्नुहोस् सफलता मिल्नेछ। व्यापार व्यवसाय मनज्ञ लाभ आर्जन हुनेछ। घरपरिवारमा आफूभन्दा ठूलाको साथ र सहयोग मिल्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) धार्मिक कार्यहरूमा रुचि बढ्नेछ। रोकिएका कार्यहरू बन्नेछन्। सामाजिक क्षेत्रमा कार्य गर्दै धेरैको उपकार गर्न सकिनेछ। पहिलाको उपलब्धिले थप उत्साह जाग्नेछ। आजको शुभ रंग सुन्तला हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Monday, July 07, 2025 08:00 AM"
  }
]