[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा नयाँ जिम्मेदारी थपिन सक्छ। धैर्य र पराक्रमले आँटेको कार्यमा सफलता मिल्नेछ। गृहणीहरूको नयाँ पहिरन वा साज सजावटमा समय व्यतीत हुनेछ। आर्थिक पक्ष बलियो बन्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  न्यायिक मामलाहरूमा पक्ष सबल रहनेछ। पारिवारिक वातावरणमा सुखमय समय व्यतीत हुनेछ। मनले पुनर्जागृतिको अनुभव गर्नेछ। प्रयत्न गर्दा राम्रो अवसर मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) घरपरिवारसँग रमाइलो समय बिताउन सकिनेछ। अप्रत्यासित खर्चको सम्भावना देखिएको छ। मेहनतले सम्मान दिलाउनेछ। नयाँ कार्यको प्रस्ताव आउनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) धर्मकर्ममा रुचि बढ्नेछ। रमाइलो जमघटको बीच स्वादिष्ट भोजनको आनन्द मिल्ला। समय अवस्था विचार गरेर चल्ने प्रयास गर्नुहोला। प्रेम सम्बन्धमा भ्रमणका योग छन्। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) पेशागत क्षेत्रमा प्रगति हुनेछ। वैवाहिक सम्बन्धमा मिठास आउनेछ। साझेदारी व्यापारमा लाभ रहनेछ। स्वास्थ्यलाई लिएर लापरवाह नरहनुहोस्। अरुको करकापमा परेर कुनै निर्णय नलिनुहोला। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) नयाँ योजनाहरू कार्यान्वित हुनेछन्। विद्यार्थीहरूले अध्ययन अध्यापनमा राम्रो सफलता मिल्नेछ। पार्टी वा सेमिनारहरूमा सहभागी भइएला। स्वास्थ्यमा मौसमी बिमारीबाट जोगिनुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) सौन्दर्यगत सामानमा धन खर्चका योग छन्। सामाजिक वा पारिवारिक दायित्वको पूर्तिको लागि कार्यक्षेत्रमा खट्नुपर्ला। बच्चाको शिक्षालाई लिएर मनमा चिन्ता रहनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) व्यापार व्यवसायमा मनग्य लाभ रहनेछ। सेवामूलक कार्यबाट प्रतिष्ठा पाइएला।अध्ययनशील प्रवृत्तिले फाइदा दिलाउनेछ। कार्यक्षेत्रमा अरूको लागि श्रम र बुद्धि खर्च गर्नुपर्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) सामाजिक प्रतिष्ठा बढ्नेछ। इच्छाशक्ति बढ्नुको साथै कीर्तिमान कार्य गर्ने अवसर रहेको छ। प्रेम र मित्रताको बन्धन कसिलो हुनेछ। व्यापार व्यवसायमा पिताको साथ र सहयोग मिल्नेछ। आजको शुभ रंग हल्का निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) मनमा उत्साहको कमी रहनेछ। सकारात्मक सोचको साथ अगाडि बढ्नुहोस् सफलता मिल्नेछ। रचनात्मक कार्य गर्न सकिएला। कार्यक्षेत्रमा धैर्य र शान्त रहने प्रयास गर्नुहोस् राम्रो रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) प्रतियोगी परीक्षामा सफलता मिल्नेछ। साहित्य वा कलामा रुचि बढ्नेछ। पहिला गरिएका कार्यहरूबाट लाभ मिल्नेछ। बुद्धिको उपयोगले जटिल ठानेका कार्यहरू पनि सम्पादन हुनेछन्। आजको शुभ रंग खैरो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कुनै शुभ समाचारले नयाँ कार्य गर्ने हौसला जगाउनेछ। समयमा सही निर्णय लिन नसक्दा पछि परिनेछ। महत्वकांक्षी योजनाहरू सार्वजनिक नगर्नुहोला। अधिकार प्राप्तिको लागि संघर्ष गर्नुपर्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ९ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Friday, May 02, 2025 02:30 PM"
  }
]