[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) व्यापार व्यवसायबाट आर्थिक लाभ हुनेछ। स्वास्थ्यमा सुधार आउनेछ। बोलीमा नियन्त्रण राख्नुहोस् सोचेका कार्य पूरा हुनेछन्। आफन्तहरूबाट सहयोग मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) सवारी साधन चलाउँदा सावधान रहनुहोला। घरेलु वा व्यापारिक मामलाहरू आपसी सम्वादले सुल्झिनेछन्। यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राखौं। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) परिस्थिति अनुकूल रहनाले लगनशीलताले लक्ष्यमा पुग्न सकिनेछ। आफन्तहरूको साथ र सहयोगले उत्साह जाग्नेछ। कार्यक्षेत्रमा प्रगति हुनेछ। प्रेम सम्बन्ध सुमधुर रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आत्मबल कमजोर रहनेछ। सोचेको कार्य सम्पादन गर्नमा समय बित्नेछ। नयाँ लगानी लगाउनको लागि उपयुक्त समयको प्रतिक्षा गर्नुहोला। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) व्यस्त भएतापनि एकै पल्टमा धेरै ठाउँ काम गर्नमा सफल भइनेछ। शत्रुहरू पराजित हुनेछन्। पहिलाका कमी कमजोरीलाई सुधार्ने अवसर मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) काम बिग्रिनको डरले मनमा अज्ञात चिन्ता रहनेछ। माताको स्वास्थ्यलाई लिएर सजग रहनुहोला। विपरीत परिस्थितिमा पनि धैर्य बनाएर राख्नुहोस् सफलता मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) मानसम्मान वृद्धि हुनेछ। साहसिक कदम उठाउने समय रहेको छ। इष्टमित्रहरूको आगमनले मन प्रसन्न रहनेछ। शुभकार्यको चर्चा परिचर्चा हुनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) प्रतिष्ठित कार्य गरेर धेरैको मन लोभ्याउन सकिनेछ। घरमा मांगलिक कार्यको चर्चा हुनेछ। चुनौतीहरुलाई पन्छाउँदै नयाँ कामको जग बसाउने समय रहेको छ। आजको शुभ रंग पहेलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) परिस्थितिलाई आफ्नो अनुकूल बनाउन सक्नुहुनेछ। भाग्यको साथले अप्ठ्यारा कार्य पनि सजिलै सम्पादन गर्न सकिनेछ। युवाहरूलाई करियरमा नयाँ अवसर मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) साझेदारी व्यापारमा लाभ रहनेछ। जीवनसाथीसँग वैचारिक मतभेद सुल्झिनेछ। विद्यार्थीहरूको पठनपाठनमा मन लाग्नेछ। नयाँ उपहार वा मिठो खानपानले दिन आनन्दमय रहनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) सन्तान पक्षबाट शुभ सूचना मिल्नेछ। योजनातर्फ अग्रसर भइनेछ। प्रेम र मित्रताको बन्धन कसिनेछ। विद्यार्थीहरूको बौद्धिक क्षेत्रमा विकास हुनेछ। आजको शुभ रंग कलेजी हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) माननीय जनहरूको सहयोगले रोकिएका कार्य पुनःप्रारम्भ हुनेछन्। भविष्यलाई लिएर लाभकारी योजना बनाउन सक्नुहुनेछ। महत्वकांक्षी योजनाहरू पूरा हुनेछन्। आजको शुभ रंग केशरी हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Sunday, August 17, 2025 11:58 PM"
  }
]