[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) दाम्पत्य जीवन सुमधुर रहनेछ। धार्मिक तीर्थस्थलहरूमा भ्रमणका योग छन्। कला वा साहित्यमा विशेष सफलता मिल्नेछ। जीवनसाथीको स्वास्थ्यलाई लिएर चिन्ता रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  कार्यक्षेत्रमा मित्रवर्गहरूको सहयोगले विशेष कार्य सम्पादन हुनेछ। सन्तानको प्रगतिले मन प्रसन्न रहनेछ। शुभचिन्तकहरुको कुरालाई वेवास्था नगर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) कुनै कुरालाई लिएर मन अशान्त रहनेछ। कार्यक्षेत्रमा आफ्नो कार्य स्वयं गर्ने प्रयास गर्नुहोस्। विपरीत लिंगप्रति आकर्षण बढ्नेछ। सहयोगी वर्गहरूबाट सहयोग मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आज सकारात्मक वा आशावादी सोच र कडा मेहनतले समय सफलतादायक रहनेछ। विद्यार्थी वर्गहरूलाई गुरुजनहरूको सहयोग मिल्नेछ। पद प्रतिष्ठामा वृद्धि हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) नोकरी वा पेशामा उन्नतिको अवसर मिल्नेछ। स्वास्थ्यलाई लिएर शारीरिक थकान हावी रहनेछ। आसमर्दो कार्य बन्नाले अरु कार्यतर्फ अग्रसर भइनेछ। योजनाहरू सफल रहनेछन्। आजको शुभ रंग पहेलो हो भने शुभ अंक ९ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) मेहनतले कार्यमा सफलता दिलाउनेछ। लगनशीलता वा धैर्यले आँटेको कार्य समयमा सम्पादन हुनेछ। स्वास्थ्यले साथ दिनेछ। प्रतिस्पर्धामा सफलता पाइनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) समाज सेवामा मन लाग्नेछ। यात्रा सुखमय रहनेछ। घरपरिवारमा पाउनाको आगमनले मन उत्साहित रहनेछ। कार्यक्षेत्रमा शत्रुवर्गहरू सक्रिय रहनेछन्। अरूको कुरा नकाट्नुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) समयलाई आफ्नो अनुकूल बनाउन सक्नुहुनेछ। आफन्तहरूको मध्य रमाइलो समय व्यतीत हुनेछ। व्यापार व्यवसायमा नयाँ निर्णय लिनुभन्दा अघि राम्रो सोचविचार गर्नुहोला। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) मनोरञ्जनात्मक वस्तुमा सोच विचार गरेर पैसा खर्च गर्नुहोला। विद्यार्थीहरूको आत्मविश्वासमा वृद्धि हुनेछ। स्वाभिमानको लागि संघर्ष गर्नुपर्ला। आजको शुभ रंग हरियो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) अरूको विवादास्पद मामलाहरूमा आफू अगाडि नबढ्नुहोस्। रोग प्रतिरोधात्मक क्षमता बढाउनको लागि पौष्टिक भोजनको सेवन गर्नुहोस्। कानुनी मुद्दा मामलाहरूमा सावधान रहनुपर्ने समय रहेको छ। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्रमा कार्यको सन्दर्भमा उच्चपदासीन व्यक्तिहरूसंग सम्पर्क बढ्नेछ। व्यापार व्यवसायबाट मनग्य लाभ प्राप्त हुनेछ। आँटेका कार्य पूरा हुनेछन्। नयाँ कार्यको थालनी हुनेछ। स्वास्थ्य अनुकूल रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कार्यक्षेत्रमा बोलिको विपरीत अर्थ लाग्नेछ। स्वास्थ्य सम्बन्धी समस्यामा चिकित्सकको सलाह लिनुहोस्। व्यवसायमा नयाँ निर्णयको लागि उपयुक्त समयको प्रतिक्षा गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Monday, May 12, 2025 12:31 PM"
  }
]