[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) विद्यार्थीहरूलाई शिक्षाको क्षेत्रमा शिक्षकहरूको सहयोग मिल्नेछ। सानो प्रयासले गर्दा ठूलो कार्य सम्पन्न हुनेछ। कला वा साहित्यको क्षेत्रमा सफलता मिल्ला। पारिवारिक सद्भाव राम्रो रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  श्रमको उचित मूल्यांकन पाइएला। पारिवारिक जमघटको बीच रमाइलो समय बित्नेछ। व्यापार व्यवसायमा नयाँ अनुबन्धहरू सोचविचार गरेर गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) सरकारी नोकरीमा पदोन्नतिका योग छन्। गृहणीहरूको गृहकार्यमा समय व्यतीत हुनेछ। नया अतिथिको आगमनले मन प्रसन्न रहनेछ। पिताको साथ र सहयोग मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) व्यापार व्यवसायमा पारदर्शिता राख्नुहोस्। कार्यक्षेत्रमा दोहोराएर कार्य गर्नुपर्ला। प्रशासनिक वा राज्य क्षेत्रको काममा बाधा हुनेछ। नयाँ कार्य प्रारम्भ गर्नको लागि उचित समयको प्रतिक्षा गर्नुहोस्। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) कार्यक्षेत्रमा बुद्धि र बल को उपयोगले कार्य सम्पादन हुनेछन् साथै गोपनानीयताको ध्यान राख्नुहोस्। कार्यक्षेत्रमा न्यूनतम उपलब्धिले चित्त बुझाउन नसकिएला। प्रशासनिक वा राज्य पक्षको कार्यमा बाधा आउनेछ। आजको शुभ रंग हल्का निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) आफन्तहरूको सोचेजस्तो सहयोग नमिल्ला। कार्यक्षेत्रमा अधिकारीहरूबाट प्रशंसा पाइएला। स्वास्थ्यलाई लिएर चिन्ता रहनेछ। आयआर्जनका नयाँ बाटोहरू खुल्नेछन्। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) पहिलाको सफलताले नयाँ कार्य गर्नमा हौसला जगाउनेछ। बुद्धिको उपयोगले विद्या र धन आर्जन गर्न सकिनेछ। कानुनी मामलाहरूमा सफलता मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) रोकिएका कार्य बन्नाले कार्यक्षेत्रमा नयाँ जिम्मेदारी बहन गर्नुपर्ला। व्यापार व्यवसायमा राम्रो फड्को मार्न सकिनेछ। घरपरिवारमा आफूभन्दा ठूलाको कुरालाई वेवस्था नगर्नुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) आफ्नो क्षेत्रमा प्रभाव जमाउन सकिनेछ। सामाजिक दायित्वहरू बढ्नेछन्। युवाहरूलाई उच्च शिक्षालाई लिएर नयाँ अबसर मिल्नेछ। कार्यक्षेत्रमा योग्यताको उचित मूल्यांकन होला। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) व्यापार व्यवसायमा लाभ रहनेछ। निरन्तर प्रयास नै सफलताको पहिलो  खुड्किलो हो। जीवनसाथीसँग भ्रमणका योग छन्। प्रेम प्रसंग सुमधुर रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) सन्तानको प्रगतिले मन प्रसन्न रहनेछ। नयाँ व्यापार व्यवसायमा थालनी गर्दा शुभचिन्तकहरूको सलाह अवश्य लिनुहोला। व्यवहार कुशलताले समाजमा प्रतिष्ठा दिलाउनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) इष्टमित्रहरूसँग भेटघाट हुनेछ। दायित्वको पूर्तिको लागि संघर्ष गर्नुपर्ला। माताको स्वास्थ्यलाई लिएर चिन्ता रहनेछ।  अरूमाथि आँखा बन्द गरेर विश्वास् नगर्नुहोला। आजको शुभ रंग हल्का पहेलो हो भने शुभ अक ८ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Tuesday, April 29, 2025 12:30 PM"
  }
]