[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) महत्वकांक्षी योजनाहरू पूरा हुनेछन्। कार्यक्षेत्रमा शत्रु हावी भएपनि नोक्सान पुर्याउन नसक्लान्। विद्यार्थीहरूको परीक्षामा राम्रो परिणाम आउनाले मन प्रसन्न रहनेछ। शुभ रंग रातो हो भने शुभ अंक ९ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) नयाँ अवसरलाई पछ्याउन नसक्दा व्यवहारमा पछाडि परिएला। अरुको व्यवहारले शंका उब्जाए पनि परिवारबाट साथ मिल्नेछ। स्वास्थ्य सबल रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) सानो प्रयत्नले जीवनशैलीमा सुधार ल्याउन सकिनेछ। संगीत र कलाको क्षेत्रमा विशेष सफलता मिल्नेछ। चलचित्रको क्षेत्रमा प्रशांसकहरू बढ्नेछन्। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) नयाँ अवसरको खोजीमा केही दौडधुप गर्नुपर्ला। कार्यक्षेत्रमा सावधानीको साथमा कार्यमा जुट्नुहोस् सफलता मिल्नेछ। यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राखौं। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) योजनाहरूलाई व्यवस्थित गर्नमा सफल भइनेछ। रोजगारका नयाँ अवसर मिल्नेछन्। स्वार्थका लागि नजिक आउनेहरूबाट सावधान रहनुहोला। दीर्घकालीन योजनाहरू बन्नेछन्। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा उन्नती भएतापनि विवाद वा पारिवारिक समस्याले मन अशान्त रहनेछ। कामको चाप बढ्नाले आलस्य र कमजोरीको अनुभूति हुनेछ। प्रेम सम्बन्ध सुमधुर रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) पहिला गरिएको कार्यबाट प्रशस्त लाभ मिल्नेछ। बुद्धिको उपयोग लक्ष्य प्राप्ति गर्नमा सहायक सिद्ध हुनेछ। समस्या दर्शाउँदा अभिभावक वा शुभचिन्तकहरूको साथ मिल्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) जिम्मेवारी थपिए पनि सहयोगीहरूबाट सहयोग मिल्नाले कार्य समयमा सम्पादन हुनेछ। व्यापार व्यवसायमा सोचेजस्तो धनलाभ हुनेछ। प्रतिस्पर्धीहरूलाई कमजोर नठान्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) तारिफ योग्य कार्याले समाजमा प्रतिष्ठा दिलाउनेछ। बिछोडिएका आफन्तहरूसँग भेटघाट होला। रमाइलो जमघटको बीच स्वादिष्ट भोजनको प्राप्ति होला। दिन उत्तम रहनेछ। आजको शुभ रंग हल्का हरियो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) नयाँ योजनामा लगानी लगाउने समय रहेको छ। आफूभन्दा ठूलाको सहयोग मिल्नेछ। शैक्षिक क्षेत्रमा गुरुजनहरूबाट मार्गदर्शन मिल्नेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) आय बढ्नाले मन प्रसन्न रहनेछ। योजना पूर्ण नभए पनि आर्थिक लाभ अवश्य होला। भाग्यले विशेष अवसर वा चुनौतीहरू दिलाउनेछ। मनमा परोपकारको भावना जागृत हुनेछ। आजको शुभ रंग सुन्तला हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) विपरीत परिस्थितिले गर्दा काम बन्नमा समय लाग्नेछ। भविष्यका लागि विशेष कामको जग बसाउन सकिनेछ। अनावश्यक खर्च वा लेनदेनमा विशेष सावधानी राख्नुहोस्। आजको शुभ रंग कलेजी हो भने शुभ अंक ७ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, July 29, 2025 07:14 PM"
  }
]