[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) सामाजिक संगठन वा सभामा अनुकूलता विचार गरेर आफ्नो मत राख्नुहोला। स्वास्थ्यलाई राम्रो बनाउनको लागि शरीरलाई पर्याप्त आराम दिनुहोस्। आयस्रोत सामान्य रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  कार्यक्षेत्रमा सरूआको योग छ। उत्साह र जोस जागरमा वृद्धि हुनेछ। शुभकार्यको चर्चा हुनेछ। रमणीय सुखद यात्राको योग छ। स्वास्थ्यमा ध्यान राख्नुहोस्। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) घरपरिवारमा कुनै ठूलो जिम्मेवारी बहन गर्नुपर्ला। स्त्री वर्गहरूको लागि दिनअ नुकूल रहनेछ। नोकरी वा पेशामा अधिकारी वर्गहरूबाट सोचेजस्तो सहयोग नमिल्ला। जग्गा जमिनको किनबेचमा कागजात राम्रोसँगले जाँच गर्नुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यक्षेत्रमा बुद्धि र बल को उपयोगले कार्य पूरा गर्न सक्नुहुनेछ। गोपनानीयताको ध्यान राख्नुहोस्। कार्यक्षेत्रमा न्यूनतम उपलब्धिले चित्त बुझाउन नसकिएला। प्रशासनिक वा राज्य पक्षको कार्यमा बाधा आउनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) आर्थिक दृष्टिले दिन लाभदायी रहनेछ। व्यापार व्यवसायमा नँया अवसरको उपयोग गरि दिगो फाइदा कमाउन सक्नुहुनेछ। भावुकतामा निर्णय नलिनुहोला। आजको शुभ रंग पहेलो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) पारिवारिक सद्भावना बढ्नेछ। जीवनसाथीसंग सलाह लिएर गरिएको कार्यमा सफलता मिल्नेछ। विद्यार्थीहरूको रचनात्मक कार्यमा मन जानेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) नयाँ व्यापारबाट लाभ आर्जन गर्न सकिनेछ। पारिवारिक सदस्यहरूको साथ र सहयोग मिल्नेछ। लामो समयदेखि रोकिएका कार्य बन्नेछन्। जीवनसाथीसँग सुमधुर समय व्यतीत हुनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) मन चञ्चल रहनेछ। व्यापार व्यवसाय वा कार्यक्षेत्रमा आवश्यक कुरामा आफूलाई अगाडि सार्नुहोस्। सन्तानको साथ र सहयोग मिल्नेछ। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) महत्वपूर्ण मान्छेहरूसँग सम्पर्क बढ्नेछ। व्यापार व्यवसायमा नयाँ अवसरहरू मिल्नेछन्। विद्यार्थीहरूको पढाइमा मन लाग्नेछ। धेर्य र पराक्रमले आँटेको कार्य सम्पादन गर्न सक्नुहुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ८ रहेको छ\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) आँटेको र ताकेको कार्य पुरा होला । सामाजिक सभासमारोहमा भाग लिनु पर्नेछ । साहित्यिक क्षेत्रमा रुचि बढ्नेछ । नयाँ ज्ञान सिक्ने मौका छ ।\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्रमा अप्ठ्यारा परिस्थितिहरूसँग सम्झौता गर्नुपर्ला। जीवनसाथीसँग मनोरञ्जनात्मक समय बित्नेछ। व्यवहार कुशलताले अरुबाट प्रशंसा पाइएला। आजको शुभ रंग रातो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कानुनी समस्यामा पक्ष सबल रहनेछ। कार्यक्षेत्रमा अधिकारीहरूबाट प्रशंसा पाइएला। धर्मकर्ममा रुचि बढ्नेछ साथै धार्मिक यात्राका योग छन्। कार्यक्षेत्रमा पिताको सहयोग मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n\n",
    "last_updated": "Tuesday, May 13, 2025 02:00 PM"
  }
]