[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) हजुरको उदार स्वभावले अरुलाई खुसी दिनेछ। कुनै ठूलो योजनामा ध्यान आकर्षित हुनेछ। दिन सकारात्मक भएको कारण लाभ उठाउने प्रयास गर्नुहोस। आजको शुभ रंग पहेलो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  कार्यक्षेत्रमा कार्यप्रति समर्पण भाव कार्यमा सफलता दिलाउनेछ। आफ्नो प्रतिभाले उच्च अधिकारीहरूलाई प्रशन्न पार्न सक्नुहुनेछ। दाम्पत्य जीवन सुमधुर रहनेछ साथै जीवन साथीको साथ मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) नवविवाहितहरूको जीवनसाथीसँग यादगार समय बित्नेछ। छरछिमेकीसँग मनमुटाव सुल्झिनेछ। नोकरी वा पेशामा निर्णय लिने क्षमतामा वृद्धि हुनेछ। पारिवारिक सद्भाव बढ्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) प्रेमीहरू एकआपसमा पारिवारिक भावनालाई बुझ्ने प्रयास गर्नुहोला। कानुनी मामलामा ढिलो नगरी वकिलसँग सल्लाह अवश्य लिनुहोस्। व्यापार व्यवसायमा लाभ रहनेछ। आँटेका कार्य सम्पादन हुनेछन्। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) आशावादी भएर अगाडि बढ्नुहोस् सफलता मिल्नेछ। आफ्नो बोलीले अरुलाई प्रभावित पार्न सक्नुहुनेछ। आर्थिक पक्ष सबल हुनेछ। प्रभावशाली व्यक्तिसंग भेटघाटले मन प्रसन्न रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) पारिवारिक जीवनमा खुसीको समय रहेको छ। इष्टमित्रहरूसँग मनोरञ्जनात्मक समय बित्नेछ। धनार्जनका नयाँ अवसरहरू फेला पर्नेछन्। कार्य प्रारम्भ गर्नुभन्दा अघि दाइको आशीर्वाद लिएर अगाडि बढ्नुहोस् सफलता मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) आर्थिक कारोबारमा नयाँ कार्य प्रारम्भ गर्नु भन्दा पुरानो कार्यलाई बढी महत्व दिनुहोस्। रोजगारका नयाँ अवसर मिल्नेछन्। धार्मिक मठ मन्दिरमा यात्राका योग छन्। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) नयाँ उद्योग व्यापारमा आफ्नो भागीदारी जनाउन सक्नुहुनेछ। आफन्तहरूको साथ मिल्नाले कार्यमा जोस जागर बढ्नेछ। व्यापार व्यवसायमा लाभ रहनेछ। खानपिनमा सजकता अपनाउनुहोस्। आजको शुभ रंग बैजनी हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) जग्गा जमिन आदिमा लगानीको लागि सही अवसर रहेको छ। जीवन साथीसँग मनमुटाव भुलाएर अगाडि बढ्नुहोस्। विद्यार्थीहरूलाई कँरियरमा नयाँ सहकर्मीहरूले बाधा उत्पन्न गर्नेछन्। आजको शुभ रंग केसरी हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा नयाँ कार्यको थालनी हुनेछ। संगीत वा कलाको क्षेत्रमा रुचि बढ्नेछ। समाजमा मानसम्मान बढ्नेछ। पारिवारिक जरुरत पूर्तिको लागि धन खर्चका योग छन्। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) मानसिक शान्तिको लागि योग र ध्यानको सहारा लिनुहोस्। कार्यक्षेत्रमा शत्रुहरू सक्रिय रहनेछन् सावधान रहनुहोस्। सवारी साधनमा धन खर्चका योग छन्। धार्मिक वा सांस्कृतिक समारोहमा सम्मलित भइएला। आजको शुभ रंग सिन्दुरी हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) महत्वकांक्षी योजनाहरू सफल हुनेछन्। कार्यक्षेत्रमा पिताको सहयोग मिल्नेछ। कीर्तिमान कार्य गर्ने समय रहेको छ। सामाजिक उत्तरदायित्व बहन गर्नुपर्ला। आजको शुभ रंग पहलो हो भने शुभ अंक २ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n\n\n\n",
    "last_updated": "Friday, May 16, 2025 02:01 PM"
  }
]