[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) आँटेको कार्यमा सफलता मिल्नेछ। व्यापारी वर्गहरूलाई व्यापारमा नयाँ लगानीले लाभ मिल्नेछ। नौकरी वा पेशामा सहयोगी वर्गहरूको सहयोग मिल्नेछ। आजको शुभ रंग गाढा पहेलो हो भने शुभ अंक ९ रहेको छ।\n\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  पारिवारिक जमघटका योग छन्। आर्थिक प्रयोजनको लागि अतिरिक्त कार्य गर्नुपर्ने हुनसक्छ। प्रेम सम्बन्धमा मनमुटावका योग छन्। कार्यकुशलताको समाजमा चर्चा हुनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) सुख सुविधामा धन खर्चका योग छन्। कठिन समयमा मित्रको सहयोग गरेर खुसी मिल्नेछ। सम्पत्तिलाई लिएर वादविवाद सुल्झीनेछ। दाम्पत्य जीवन सुमधुर रहनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यक्षेत्रमा कार्यकुशलता वा नेतृत्वले अधिकारी वर्गहरूलाई प्रभावित पार्न सकिनेछ। आयआर्जन सामान्य रहनेछ। सन्तानको प्रगतिले मन आनन्दित रहनेछ। सवारी साधनमा धन खर्च हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ५ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) महत्वकांक्षी लक्ष्य सम्पादनगर्नमा शुभचिन्तकहरूको साथ मिल्नेछ। मेहनतले जीवनशैलीमा परिवर्तन ल्याउन सकिनेछ। आर्थिक वा सामाजिक स्थिति सुदृढ हुनेछ। प्रशासनिक कार्यहरूमा बाधा आउनेछ। आजको शुभ रंग सुन्तला हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा सोचेभन्दा राम्रो सफलताले मन प्रसन्न रहनेछ। प्रतिष्ठित कार्य गर्ने अवसर मिल्नेछ। वाक्चातुर्यताले गर्दा कार्य सुल्झिनेछ। विद्यार्थीहरूको अध्ययन अध्यापनमा मन लाग्नेछ। आजको शुभ रंग निल‍ो हो भने शुभ अंक ८ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) कानुनी मामलाहरूमा पक्ष सबल रहनेछ। आयका नयाँ स्रोतहरू बन्नेछन्। धर्म कर्ममा आस्था बढ्नेछ। नँया कार्यको जग बसाउन सकिनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) नोकरी वा पेशामा अनुभवी व्यक्तिहरूको कुरालाई बेवास्ता नगर्नुहोला। हतारमा लिएका निर्णयहरू नोक्सानदाई रहनेछन्। राजनीतिक र सामाजिक क्षेत्रमा प्रभुत्व बढ्नेछ। अध्यात्मतर्फ मन लाग्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) नँया नोकरीमा सफलता मिल्नेछ। राजनीतिक क्षेत्रमा प्रभाव बढ्नेछ। नोकरी वा  पेशामा उच्च अधिकारीहरूको सहयोग मिल्नेछ। स्वास्थ्यप्रति सचेत रहनुहोस्। आजको शुभ रंग बैजनि हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) परिवारमा कुनै कुरालाई लिएर मनमुटाव चलिरहेको छ भने आज सुल्झाउने प्रयास गर्नुहोस्। जीवनसाथी सरकारी क्षेत्रमा हुनुहुन्छ भने पदोन्नतिका योग छन्। व्यापार व्यवसायमा सोचेजस्तो लाभ रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) योजनाबद्ध तरिकाले कार्य गर्नुहोस् राम्रो लाभ रहनेछ। कार्यक्षेत्रमा नयाँ जिम्मेवारी पाउनुहुनेछ। समाजिक मानसम्मान बढ्नेछ। स्वास्थ्यले साथ दिनेछ। संगीतको र कलाको क्षेत्रमा सफलता मिल्नेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) वैदेशिक रोजगारमा सफलता मिल्नेछ। उच्च शिक्षाको लागि नयाँ अवसरहरू मिल्नेछन्। अवसरवादीहरूबाट सावधान रहनुहोला। स्वास्थ्य र खानपिनमा विशेष ध्यान दिनुहोस्। आजको शुभ रंग ख‌ैरो हो भने शुभ अंक ३ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Thursday, April 24, 2025 05:01 PM"
  }
]