[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यको गम्भीरतालाई बुझेर निर्णय लिनुहोला। शैक्षिक क्षेत्रमा प्रगति हुनेछ। कार्यक्षेत्रमा सहयोगीहरूको सहयोग मिल्नेछ। समयको सदुपयोग गर्नुहोस्। आजको शुभ रंग हरियो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) धैर्य र पराक्रममा वृद्धि हुनेछ। समय उत्तम रहनेछ। सानो दुरिको सुखद यात्रा रहनेछ। शत्रुमाथि विजय प्राप्त गरिनेछ। कार्यसमयमा सम्पादन हुनाले मन प्रसन्न रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) आफन्तहरूसंग रमाइलो समय व्यतीत हुनेछ। मान प्रतिष्ठामा वृद्धि हुनेछ। अरुलाई प्रभावित पारेर कार्यलाई सम्पादन गर्न सकिनेछ। गुप्त कुराहरू बाहिरिन सक्लान् सचेत रहनुहोस्। आजको शुभ रंग कलेजी हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) भौतिक संसाधन जुटाउने वा दिगो योजना प्रारम्भ गर्ने समय रहेको छ। सेवामूलक कार्यबाट प्रतिष्ठा पाइएला। मेहनतले अवसरवादीहरूलाई पछि पार्न सकिनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) नयाँ कार्यप्रति आकर्षित भइनेछ। व्यावहारिक समस्याले गर्दा योजना रोकिन सक्ला। साथीभाइको सहयोगले रोकिएका कार्य पुनः प्रारम्भ हुनेछन्। आजको शुभ रंग हल्का निलो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) व्यवसायमा मनज्ञ लाभ रहनेछ। कार्यक्षेत्रमा योग्यताको उचित मूल्यांकन हुनेछ। राजनीतिक क्षेत्रमा प्रभाव बढ्नेछ। अवसरको खोजीमा दौडधुप गर्नुपर्ला| आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) इष्टमित्रहरूको सहयोग मिल्नेछ। कसैसँग वादविवादमा नपर्नुहोला। नयाँ अनुबन्धमा साइन गर्दा सजगता अपनाउनु होस्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) वोलिको माध्यमले कार्य सिद्ध गर्न सकिनेछ। अप्ठ्यारा चुनौतीहरू सम्पादन गर्न सकिनेछ। संगीत र कलाको क्षेत्रमा रुचि बढ्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) समयमा साावधान नहुदा शुभचिन्तकहरू टाढिनेछन्। परिवारमा कुनै कुरालाई लिएर मनमुटाव हुन सक्छ। स्वास्थ्यलाई लिएर सावधान रहनुहोला। आजको शुभ रंग बैजनी हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा रोकिएका काम अगाडि बढ्नेछन् साथै जिम्मेवारी पनि बढ्नेछ। व्यापारमा प्रशस्त फाइदा उठाउन सकिएला। प्रतिष्ठित व्यक्तिसँगको भेटघाटले काममा उत्साह जाग्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) शरीरमा शारीरिक कमजोरीको अनुभूति हुनेछ। कार्य समयमा सम्पादन नहुनाले मनमा अज्ञात भय रहनेछ। आध्यात्मतर्फ झुकाव बढ्नेछ। व्यापारलाई पारदर्शिता राख्नुहोस्। आजको शुभ रंग खैरो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) प्रतिस्पर्धामा विजय भइनेछ। दाम्पत्य जीवन सुमधुर रहनेछ। स्वाभिमानको रक्षाको लागि संघर्ष गर्नुपर्ला। रोकिएका कार्यले पुनः गति लिनेछ। प्रतिष्ठित कार्य गर्ने अवसर रहेको छ। आजको शुभ रंग रातो हो भने शुभ अंक ९ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 27, 2025 10:44 AM"
  }
]