[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कला साहित्य आदिमा रुचि बढ्नेछ। घरपरिवारमा अग्रजहरूको सहयोग मिल्नेछ। स्वार्थका लागि साइनो गाँस्नेहरूबाट सतर्क रहनुहोला। आजको शुभ रंग हल्का निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  प्रियजनहरूको भेटघाटले गर्दा मन रमाउनेछ। विभिन्न कार्यहरूमा व्यस्त रहनुपर्ला। नोकरी वा पेशामा हजुरको सक्रियता बढ्नेछ। सानो प्रयासले पनि सफलता पाइनेछ। धार्मिक र सांस्कृतिक क्षेत्रमा रुचि बढ्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) सकारात्मक सोच र शान्त व्यवहार सफलताको सूचक हुनेछ। कार्यक्षेत्रमा  तारिफ योग्य कार्यको चर्चा हुनेछ। विशिष्ट व्यक्तिहरूसँगको  भेटघाट भविष्यको लागि लाभदायी रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कारोबार विस्तारका योजनाहरु कार्यान्वित गर्न सक्नुहुनेछ। प्रेम र मित्रताको बन्धन कसिनेछ। प्रतियोगी परीक्षामा सफलता मिल्नेछ। इक्षित कामना पूर्तिको लागि धन खर्चेका योग छन्। आजको शुभ रंग सेतो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) पराक्रम वा धैर्यमा वृद्धि हुनेछ। श्रमको उचित मूल्यांकन मिल्नेछ। सामाजिक जमघटमा आफूलाई चिनाउन सकिनेछ। व्यापारमा राम्रो फड्को मार्न सकिनेछ। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक ५ रहेको छ।\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) नयाँ कामलाई प्रारम्भ गर्नुभन्दा अघि चलिरहेको कार्यमा ध्यान दिनुहोला। उद्योग व्यापारमा नयाँ अनुबन्धहरू प्रगतिमा सहायक हुनेछन्। सवारी साधन चलाउँदा सावधान रहनुहोस्। प्रतिष्ठित कार्य गर्ने अवसर मिल्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) नोकरी वा पेशामा अधिकारी वर्गबाट प्रशंसा पाइएला। पिताको कुरालाई महत्व दिनुहोस्। लगनशील बन्नुहोस् समयले साथ दिनेछ। विद्यार्थीहरूलाई पठनपाठनमा गुरुजनहरूको सहयोग मिल्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) समय र अवस्था विचार गरेर आमन्त्रित स्थानमा सहभागिता जनाउनुहोस्। कार्यक्षेत्रमा कार्यलाई टाल्नुभन्दा सम्पादन गर्नमा विश्वास राख्नुहोला। महत्वकांक्षी वा गुप्त योजनाहरू सार्वजनिक नगर्नुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक 2 रहेको छ।\n\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) योजनाबद्ध तरिकाले कार्य गर्दा सफलता मिल्नेछ। नसोधी कसैलाई सल्लाह नदिनुहोस्। स्वास्थ्य राम्रो रहनेछ। सबारी साधन चलाउँदा सावधान रहनुहोला। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा अप्ठ्यारो परिस्थितिहरूसँग सम्झौता गर्नुपर्ला। जीवनसाथीसँग मनोरञ्जनात्मक समय बित्नेछ। व्यवहार कुशलताले अरुबाट प्रशंसा पाइएला। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यशैलीमा परिवर्तन हजुरको लागि लाभदायी रहनेछ। नोकरी वा पेशामा श्रम अनुरूप फल नमिल्ला। अरुको अप्ठ्यारो कार्य निर्वहन गर्नुपर्ला। पारिवारिक सद्भावमा कमी आउनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) नोकरी वा पेशामा अधिकारीहरूसँग मनमुटाव हुने सम्भावना रहेको  छ। युवा छात्र छात्राहरूलाई पारिवारिक पाबन्धीले गर्दा मन असन्तुष्ट रहनेछ। पौष्टिक भोजनको सेवन गर्नुहोस् रोग प्रतिरोधात्मक क्षमता बढ्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ७ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Wednesday, April 23, 2025 10:00 AM"
  }
]