[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) सोचे जस्तो लाभ प्राप्त गर्नको लागि केही प्रतीक्षा गर्नुपर्ला। कार्यक्षेत्रमा कुनै निर्णय लिनुभन्दा अघि माननीय जनहरूको सल्लाह लिनुहोस्। प्रेम सम्बन्ध सुमधुर रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) मेहनतको राम्रो परिणाम प्राप्त हुनेछ। सामाजिक कामले आफूलाई चिनाउन सक्नुहुनेछ। भौतिक संसाधन जुटाउन सकिनेछ। शेयर बजारबाट राम्रो लाभ आर्जन गर्न सकिएला। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) घरपरिवारमा कार्यकुशलताको चर्चा हुनेछ। महत्वपूर्ण योजनाहरू सार्वजनिक नगर्नुहोस्। इष्टमित्रको सहयोगले रोकिएका कार्य बन्नेछन्। आजको शुभ रंग हल्का निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) घरपरिवारको साथले कार्यक्षेत्रमा नयाँ आशा जाग्नेछ। मेहनतीहरूको लागि समय उत्साहवर्धक रहनेछ। पराक्रम द्वारा अधिकार स्थापित गर्न सकिनेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) सन्तान पक्षबाट शुभ सूचना मिल्नेछ। प्रेम सम्बन्ध सुमधुर रहनेछ। आत्मीय जनहरूसँग भेटघाटले मन प्रसन्न रहनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) प्रतिस्पर्धीहरू हार खानेछन्। नोकरी वा पेशामा प्रभाव बढ्नेछ। महत्त्वपूर्ण योजनाहरू सार्वजनिक नगर्नुहोला। आफन्त वा परिवारको राम्रो सहयोग मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) कार्यक्षेत्रमा कामको मेसो नमिल्दा पछाडि परिनेछ। चुनौतीहरू पन्छाउँदै रोकिएका काम बनाउन सकिनेछ। मेहनत धेरै भएपनि कार्यक्षेत्रबाट लाभ प्राप्त हुनेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) नोकरी वा पेशामा प्रशंसकहरूले प्रशंसा गर्नेछन्। सुस्त चलिरहेको कार्यमा गति मिल्नेछ। प्रयत्न गर्दा महत्त्वपूर्ण वस्तुको लाभ हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) व्यापार व्यवसायमा मनग्य लाभ मिल्नेछ। शत्रुहरू परास्त हुनेछन्। प्रभावशाली व्यक्तिहरूसँग सम्पर्क बढ्नेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। आजको शुभ रंग कलेजी हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) महत्वकांक्षी योजना शुभारम्भ गर्ने समय रहेको छ। तारिफ योग्य कार्यको प्रशंसा  हुनेछ। साहित्य र कलामा रुचि बढ्नेछ। स्वास्थ्यलाई लिएर सावधान रहनुहोला। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्र नयाँ कार्यशैलीले लोकप्रियता दिलाउनेछ। प्रयत्न गर्दा ठूलो कार्य सम्पादन होला। इष्टमित्रहरूबाट सहयोग मिल्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) राजनीतिक क्षेत्रमा बोलीको प्रभाव बढ्नेछ। रोकिएका काम दोहोराएर गर्दा लाभ मिल्नेछ। आर्थिक पक्ष सबल रहनेछ। अध्यात्म तर्फ मन लाग्नेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Sunday, July 20, 2025 11:02 AM"
  }
]