[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा आफ्नो अनुकूल समय मिलाउन सकिनेछ। अरुको कुरामा धेरै चासो नलिनुहोला। तत्काल योजनालाई सार्वजनिक नगर्नुहोला। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  मेहनत गर्दा सोचेजस्तो सफलता मिल्नेछ। बिछोडिएका परिजनसँगको भेटघाटले मन रमाउनेछ। मित्रताको बन्धन कसिनेछ। पहिलाको सफलताले थप हौसला जगाउनेछ। आजको शुभ रंग सुन्तला हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) कृषि वा पशुपालनबाट लाभ मिल्नेछ। पढाई र प्रेममा सफलता मिल्नेछ।  कुनै कुराले मन अशान्त र निराश रहनेछ। वाद विवाद र झै झगडाबाट टाढा रहनुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आर्थिक दृष्टिले दिन लाभदायी रहनेछ। व्यापार व्यवसायमा नँया अवसरको उपयोग गरि दिगो फाइदा कमाउन सक्नुहुनेछ। भावनामा आधारित निर्णय नलिनुहोला आजको शुभ रंग सेतो हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) दाम्पत्य जीवनमा जीवन साथीको स्वास्थ्यलाई लिएर चिन्ता रहनेछ। अनावश्यक खर्चले मन अशान्त रहनेछ। नँया योजनाहरूमा निर्णय लिन हतार नगर्नुहोला। आजको शुभ रंग सेतो हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) साझेदारी व्यापारमा लाभ मिल्नेछ। प्रेम सम्बन्ध वा दाम्पत्य जीवन सुमधुर रहनेछ। आम्दानीका नयाँ स्रोतहरू बढ्नेछन्। साहित्य वा लेखन कलामा निखार आउनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) परिस्थिति अनुसार चल्न नसक्दा पछि परिनेछ। साझेदारीमा वैचारिक मतभेदले सम्झौता भंग हुने सम्भावना रहेको छ। सानातिना कुरामा रिसाउने बानीले कार्यक्षेत्रमा बिघ्न आउन सक्छ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) शुभचिन्तकहरूलाई वेवस्था गर्दा दुःख पाइनेछ। अपरिचित व्यक्तिको विश्वास गरी नआल्नुहोला। स्वादिष्ट भोजनको आनन्द प्राप्त हुनेछ। गृहकार्यमा खट्नुपर्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) आकस्मिक धनलाभ र नयाँ वस्त्र प्राप्त हुनेछ। सानो दूरीको यात्रा सुखद रहनेछ। कलात्मक कार्यमा मन लाग्नेछ। सन्तानबाट सन्तुष्टि मिल्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) रोकिएको कार्य अगाडि बढ्नेछ। आँटेका कार्यहरू पूर्ण गर्नमा सफलता मिल्नेछ। घर परिवारमा नकारात्मक कुरा नगर्नुहोस्। भगवती लक्ष्मीलाई फूल चढाएर दिन प्रारम्भ गर्नुहोस्। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) वैदेशिक रोजगारमा सफलता मिल्नेछ। आध्यात्मिक वा गुप्त विद्या सिख्नमा मन लाग्नेछ। व्यापार र उद्योगमा मनग्य लाभ रहनेछ। स्वास्थ्यलाई लिएर खानपानमा सचेत रहनुहोला। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कार्यक्षेत्रमा अधिकारी वर्गहरूबाट प्रशंसा पाइएला। प्रशासनबाट सहयोग मिल्नेछ। रोकिएका कार्य प्रारम्भ हुनेछन्। प्रतियोगी परीक्षामा सफलता मिल्नेछ। सवारी साधन चलाउँदा सावधान रहनुहोस्। आजको शुभ रंग खैरो हो भने शुभ अंक ५ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Tuesday, May 06, 2025 04:00 PM"
  }
]