[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) अनियन्त्रित खानपानले स्वास्थ्यमा प्रभाव पार्नेछ। रोजगारको लागि संघर्ष गर्नुपर्ला। आध्यात्मिक ज्ञानमा वृद्धि हुनेछ। फिजुल खर्चदेखि बच्नुहोस्। शुभचिन्तकहरूको कुरालाई महत्व दिनुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  सेवामूलक कार्यक्षेत्रमा प्रगति हुनेछ। महत्वकांक्षी योजनाहरू सम्पादन गर्नमा पिता को सल्लाह लिनुहोस। रोजगारका नयाँ अवसरहरू मिल्नेछन्। कार्यक्षेत्रमा अरुको विश्वासमा कार्य अधुरो नछोड्नुहोस्। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) धार्मिक र सांस्कृतिक कार्यक्रमहरूमा सहभागी भइएला। आर्थिक पक्ष सबल रहनेछ। व्यापार व्यवसायलाई लिएर गरिएको यात्रा लाभदायी रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कार्यक्षेत्रमा प्रारम्भ गरिएको कार्य सम्पादन गरेर मात्र अरु कार्य हातमा लिनुहोला। व्यापारिक योजनामा पिताको सहयोग मिल्नेछ। घरमा बुजुर्गहरूको स्वास्थ्यको ध्यान राख्नुहोला। आजको शुभ रंग निलो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) कार्यक्षेत्रमा प्रतिद्वन्दीहरू बढ्नेछन्। रोकिएको काम दोहोर्याएर गर्दा लाभ हुनेछ। कार्यक्षेत्रमा नयाँ कार्य हात लाग्नेछ। राजकीय वा सरकारी क्षेत्रमा सफला मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा बोलिको माध्यमले कार्य सिद्ध हुनेछ। समस्याबाट न डराउनुहोस् समस्यालाई पन्छ्याउँदै अगाडि बढ्नुहोस् सफलता मिल्नेछ। विद्यार्थीहरूलाई पठनपाठनमा गुरुजनहरूको सहयोग मिल्नेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ५ रहेको छ।\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) नोकरी वा पेशामा सहकर्मीहरूबाट सहयोग पाइनेछ। धन वा प्रशस्त धातु संग्रह गर्न सकिएला। आसमर्दो काम बन्नाले नयाँ कामतर्फ उत्साह जाग्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) पारिवारिक समस्यालाई पनि प्राथमिकता दिनुहोस्। धर्म कर्मतर्फ रुचि बढ्नेछ। युवा वर्गहरूले प्रेम प्रसंगमा सुनेको कुरामा विश्वास नगर्नुहोला। आजको शुभ रंग पहेलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा सहयोगी हरूको भनेजस्तो सहयोग नमिल्ला। दाम्पत्य जीवनमा  तालमेलको कमीले कार्यमा बाधा आउनेछ। घरपरिवारमा अतिथीको आगमनले  मन प्रसन्न रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा अतिरिक्त जिम्मेवारी मिल्नेछ। राजनीतिक क्षेत्रमा कार्यको चर्चा हुनेछ। अरुका लागि बुद्धि र धन खर्च गर्नुपर्ला। पिताको स्वास्थ्यलाई लिएर  चिन्ता रहनेछ। मिडिया वा चलचित्रको क्षेत्र उत्तम रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) आत्मबलमा वृद्धि हुनेछ। आर्थिक दृष्टिकोणले समय लाभदायक रहेको छ।| साहित्य वा लेखन कलामा निखार ल्याउन सक्नुहुनेछ। पारिवारिक सद्भावमा कमी आउला। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कार्यक्षेत्रमा कार्यको सन्दर्भमा उच्चपदासीन व्यक्तिहरूसंग सम्पर्क बढ्नेछ। व्यापार व्यवसायबाट मनग्य लाभ प्राप्त हुनेछ। आँटेको कार्य सम्पादन हुनेछ। नयाँ कार्यको थालनी हुनेछ। स्वास्थ्य अनुकूल रहनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Friday, April 25, 2025 04:01 PM"
  }
]