[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा नयाँ अवसरहरू मिल्नेछन्। प्रिजेन्टेशन र नयाँ मिटिंगको लागि समय उत्तम नहोला। यात्रा गर्दा आफ्नो सामानको जिम्मेवारी स्वयं राखौ।  आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) स्वास्थ्यलाई लिएर सचेत रहनुहोला। पेटसम्बन्धी समस्याले सताउनेछ। शुभचिन्तकहरूको सल्लाहलाई वेवास्था नगर्नुहोस्। अरुको लागि श्रम र बुद्धि खर्च गर्नुपर्ला। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) कार्यक्षेत्रमा हत्तारमा कुनै निर्णय नलिनुहोला। जग्गा जमिनबाट लाभ मिल्नेछ। मित्रको सहयोगले रोकिएका कार्य पुनः प्रारम्भ हुनेछन्। गोप्य सूचना बाहिरिनाले समस्या निम्ताउनेछ। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) घर परिवारबाट सहयोग मिल्नेछ। आर्थिक लाभका योग छन्। व्यापारीहरूलाई व्यापारमा नयाँ चुनौतीहरू आउनेछन्। सरकारी क्षेत्रमा अधिकारी वर्गहरूको सहयोग मिल्नेछ। आजको शुभ रंग बैजनी ह‍ो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) निजी मामलाहरूमा भारी हस्तक्षेपले समस्या निम्त्याउनेछ। कार्यक्षेत्रमा कार्यको अतिरिक्तताले शरीरमा कमजोरीको अनुभूति हुनेछ। वित्तीय मामलाहरूमा सावधानी राख्नुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) लगनशीलताले आलोचकहरूको मुख बन्द गर्न सकिनेछ। प्रशासनिक र राजकीय मामलाहरूमा पक्ष मजबुत हुनेछ। समयमा कार्यसम्पादन हुनाले मन प्रशन्न रहनेछ। परिवारसँग मनोरञ्जनात्मक समय बित्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) जीवनसाथीबाट उपहार मिल्ने योग छ। साझेदारी व्यापारमा लाभ हुनेछ। भौतिक साधन जुटाउन सकिनेछ। स्वादिष्ट खानपानको आनन्द मिल्नेछ। आजको शुभ रंग गुलाबी हो भने शुभ  अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) सन्तान पक्षबाट शुभ सूचना मिल्नेछ। प्रेमीहरूले प्रेम जताउने समय रहेको छ। विद्यार्थीहरूका लागि घुमघामका योग छन्। नँया कार्यको थालनी हुनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) नयाँ कामले गर्दा दिनचर्यामाा बदलाव हुनेछ। साहस र उत्साहमा वृद्धि हुनेछ। नोकरीमा प्रभाव बढ्नेछ। समस्या दर्शाउँदा सहयोगीहरूले साथ दिनेछन्। आजको शुभ रंग खैरो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) नयाँ कार्य प्रारम्भ गर्नमा सफलता मिल्नेछ। सामाजिक जीवनमा मानसम्मान बढ्नेछ। आयस्रोत बढ्नेछ। व्यक्तित्वमा निखार आउनेछ। आजको शुभ रंग रातो हो भने शुभ अंक २ रहेको छ।\n\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) आकस्मिक लाभका योग छन्। परिवारमा दाजुभाईमा आत्मीयता बढ्नेछ। युवा वर्गहरूलाई साहसिक कार्यमा रुचि बढ्नेछ। नयाँ अनुबन्धहरू व्यापार विस्तारमा सहायक हुनेछन्। आजको शुभ रंग सुन्तला हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) कार्यक्षेत्रमा आइरहेको समस्याको समाधान हुनेछ। प्रभावशाली व्यक्तिहरूसँग सम्पर्क बढ्नेछ। प्रशासनिक वा राजकीय मामलाहरूमा पक्ष सबल हुनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n\n\n",
    "last_updated": "Monday, September 01, 2025 08:12 AM"
  }
]