[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) नोकरी वा पेशामा विगतका लिएका निर्णयले चिन्ता बढ्नेछ। स्वास्थ्यलाई लिएर  सजग रहनुहोला। युवा वर्गहरू महत्त्वकांक्षालाई बुझ्ने पूरा गर्नको लागि कडा मेहनत गर्नुपर्ने हुन्छ। आजको शुभ रंग रातो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) नोकरी वा पेशामा आफ्नो कुरालाई प्रभावशाली ढंगले राख्न सक्नुहुनेछ। आश्वासन बढाउनेहरूले झुक्याउन सक्छन्। प्रतिस्पर्धामा सफलता हात लाग्नेछ। श्रमको अनुरूप मूल्यांकन लिन गाह्रो रहला। आजको शुभ रंग हरियो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) घरपरिवारको सोचेजस्तो सहयोग नमिल्ला। सरकारी नोकरीहरूको लागि आजको दिन प्रभावशाली रहनेछ। व्यक्तिगत वा संवेदनशील मामलाहरूमा बोल्दा होस् पुर्याउनुहोस्। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) परिवारको सहयोगले बिगरिएको कार्य बन्नेछ। खानपानमा विशेष ध्यान दिनुहोस्। कार्यक्षेत्रमा योग्यताको मूल्यांकन हुनेछ। सञ्चित धनमा वृद्धि हुनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) सम्बन्धमा चलिरहेको वादविवाद सुल्झीनेछ। शत्रुहरू परास्त हुनेछन्। कार्यक्षेत्रमा भावुकतामा आएर निर्णयहरू नलिनुहोला। अरुको लागि श्रम र बुद्धि खर्च गर्नुपर्ला। आजको शुभ रंग केशरी हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) कार्यक्षेत्रमा लाभका अवसरहरू प्राप्त हुनेछन्। साझेदारी व्यापारमा लाभ मिल्नेछ। पुराना विचारहरू छोडेर नयाँ विचारहरूलाई समय दिनुहोस्। माननीय जनहरूबाट सहयोग मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) घर परिवारसँग भ्रमणका योजनाहरू बन्नेछन्। व्यापार व्यवसायमा जीवनसाथीको सहयोग मिल्नेछ। दिगो लाभ हुने कार्य प्रारम्भ गर्न सक्नुहुनेछ। कार्यक्षेत्रमा परिस्थिति अनुसार आफूलाई ढाल्ने प्रयास गर्नुहोला। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) लाभकारी योजनाहरू हात लाग्नेछन्। आफ्नो इक्षा पूरा गर्न खर्चिलो कामतर्फ अग्रसर भइनेछ। प्रेम सम्बन्धमा व्यर्थको वादविवाद बढ्नेछ। शिक्षामा प्रगति हुनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) आजको दिन ऊर्जाले परिपूर्ण रहनुहुनेछ। नयाँ सोचले विचारको श्रंखला उत्पन्न हुनेछ। समाजमा मान प्रतिष्ठा बढ्नेछ। धैर्य र पराक्रमले आँटेको कार्यसम्पादन हुनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) शुभचिन्तकहरूको सलाहलाई बेवस्था नगर्नुहोला। प्रतिष्ठित कार्य गर्ने अवसर मिल्नेछ। शेयर बजारबाट लाभ मिल्नेछ। सकारात्मक सोचको साथ अगाडि बढ्नुहोस् सफलता मिल्ला। आजको शुभ रंग निलो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) व्यापार व्यवसायमा प्रगति हुनेछ। शुभचिन्तकहरूको साथ र सहयोगमिल्नेछ। कार्यक्षेत्रमा सानोतिनो बाधाले मन अप्रसन्न रहनेछ। हतारमा लिएका निर्णयहरू परिवर्तन गर्नु पर्ला। आजको शुभ रंग पहेलो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) नोकरी वा पेशामा सहकर्मीहरूको साथ मिल्नेछ। व्यापारमा लाभ रहनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Wednesday, June 11, 2025 08:41 AM"
  }
]