[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा लगनशीलताले सफलता मिल्नेछ। आफूलाई संयमित राख्ने प्रयास गर्नुहोस्। व्यापार व्यवसाय वा नोकरी पेशामा झुटो आरोप लाग्ने सम्भावना देखिएको छ सावधान रहनुहोला। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  नयाँ कार्य गर्नु भन्दा अघि विश्वासपात्र वा अनुभवी व्यक्तिहरूसँग सल्लाह लिनुहोस्। मेहनतको राम्रो फल पाउनुहुनेछ। आर्थिक कार्यमा गरेका अनुबन्धहरू भविष्यको लागि लाभदायी रहनेछन्। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) रचनात्मक वा कलात्मक कार्यमा हजुरलाई प्रोत्साहन मिल्नेछ। बोलिको नकारात्मक प्रभावले बनिरहेको कार्यमा बाधा आउनेछ। घरपरिवारको साथ र सहयोग मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक  ६ रहेको छ।\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) आय आर्जनका नयाँ स्रोतहरू फेला पर्नेछन्। सञ्चित धनमा वृद्धि हुनेछ। आफन्तहरूसँग मधुर सम्बन्ध स्थापित होला। महत्वपूर्ण कार्यहरू पूरा गर्न सक्नुहुनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) का्र्यक्षेत्रमा ढिला सुस्ती हुँदा लाभको मात्रामा कमी आउनेछ। आर्थिक कारोबारमा प्रत्येक पाईला सोच विचार गरेर राख्नुहोस्। जोखिम भएका कार्यहरूबाट टाढा रहनुहोस्। आजको शुभ रंग पहेलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) आर्थिक कारोबारमा सफलताका योग छन्। कार्यक्षेत्रमा साथाभाईको सहयोग मिल्नेछ। नोकरी वा पेशामा प्रभाव बढ्नेछ। कार्यक्षेत्रमा अरुलाई प्रभावित पार्न सक्नुहुनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) परिस्थितिले अप्ठ्यारो सम्झौता गराउँछ। विद्यार्थीहरूलाई प्रतिस्पर्धामा सफलता मिल्नेछ। युवा वर्गहरुको प्रेमीसँग पायक स्थानमा भ्रमणका योग छन्। आजको शुभ रंग सेतो हो भने शुभ अंक ९ रहेको छ।\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आर्थिक पक्ष सबल रहनेछ। यात्रा गर्दा अपरिचित व्यक्तिहरूसँग दूरी बनाएर राख्नुहोस्। ईमान्दार र स्पष्टवादी व्यवहारले अरुलाई प्रभावित पार्न सक्नुहुनेछ। विद्यार्थीहरूको पठनपाठनमा मन लाग्नेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा अरुको कुरालाई पनि बुझ्ने प्रयास गर्नुहोस्। भविष्यलाई लिएर योजनाहरू कोरिनेछन्। परिस्थितिलाई आफ्नो अनुकूल बनाउन सक्नुहुनेछ। आजको शुभ रंग केसरी हो भने शुभ अंक ८ रहेको छ।\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) धन सम्बन्धी मामलाहरूमा सावधानी राख्नुहोस्। कार्यक्षेत्रमा अधिकारी वर्गहरुबाट सम्मान पाइएला। सामाजिक मान प्रतिष्ठामा वृद्धि हुनेछ। आजको शुभ रंग हल्का रातो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) प्रेम र मित्रताको बन्धन कसिने छ। व्यापार व्यवसायमा आफ्नो कार्यहरू अरुमाथि छोडेर नजानुहोस्। कार्यक्षेत्रमा धैर्यको परीक्षा हुनेछ। अवसरवादी हरुबाट सावधान रहनुहोस्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) नयाँ कार्य प्रारम्भ गर्नको लागि दिन उत्तम रहनेछ। धर्म कर्ममा रुचि बढ्नेछ| बुद्धिको उपयोगले रोकिएको कार्य बनाउन सक्नुहुनेछ। सेवामूलक कार्यबाट धन लाभ हुनेछ। आजको शुभ रंग निलो हो भने शुभ अंक ५ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n\n\n\n",
    "last_updated": "Thursday, May 15, 2025 05:01 PM"
  }
]