[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) अवसरको लागि कडा परिश्रम गर्नुपर्ला। श्रमको उचित मूल्याङ्कन पाइनेछ। कार्यक्षेत्रमा नयाँ जिम्मेवारी हात लाग्नेछ। ठेकापट्टाको कार्यमा सफलता मिल्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) न्याय वा सामाजिक कार्यमा सफलता मिल्नेछ। विशिष्ट व्यक्तिको सहयोगले रोकिएका कार्य सम्पादन हुनेछन्। आत्मविश्वासमा वृद्धि हुनेछ। रचनात्मक कार्यमा संलग्न भइनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) आय आर्जनका नयाँ स्रोतहरू फेला पर्नेछन्। पारिवारिक उल्झनहरू बढ्नेछन्। लगनशीलताले विभिन्न अवसरहरू दिलाउनेछ। विद्यार्थीहरूको पठनपाठनमा मन लाग्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) साहस र संगठित भएर कार्य गर्दा अप्ठ्यारा चुनौतीहरू पनि सजिलै सम्पादन हुनेछन्। व्यापार व्यवसायमा लाभ भएपनि खर्चमा वृद्धि हुनेछ। दाम्पत्य जीवन सुमधुर रहनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) आफन्तहरूसँग रमाइलो समय व्यतीत हुनेछ। विद्यार्थीहरूको लागि पढाइको क्षेत्रमा दिन राम्रो रहेको छ। प्रेमीहरूको लागि दिन मनोरन्जनात्मक रहनेछ। आजको शुभ रंग बैजनी हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) पराक्रम बढ्नुका साथै कार्यक्षेत्रमा उत्साह जाग्नेछ। नयाँ कार्यतर्फ प्रवृत्ति भइएला। पायक स्थानमा यात्राका योग छन्। रोकिएका अपूर्ण कामहरू पूर्ण हुनेछन्। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) सञ्चित धनमा वृद्धि हुनेछ। पछिको लागि केही वस्तु त्याग्नुपर्ला। मनमा शंका नरहदा काम सहज बन्नेछ। स्वादिष्ट भोजनको आनन्द मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आर्थिक मामलाहरूमा केही चुनौती देखा पर्न सक्छन्। व्यापार व्यवसायमा घरपरिवारबाट सहयोग प्राप्त हुनेछ। दाम्पत्य जीवन सुमधुर रहनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) वित्तीय वा सहकारी संस्थाबाट लाभ मिल्नेछ। प्रतिस्पर्धीहरूलाई पछाडि पार्न सकिनेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। स्वास्थ्यलाई लिएर सचेत रहनुहोस्। आजको शुभ रंग सुन्तला हो भने शुभ अंक २ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) कार्यक्षेत्रमा नयाँ कार्यहात लाग्नेछ। स्वास्थ्यलाई लिएर विशेष ध्यान राख्नुहोला। नोकरी वा पेशामा लिएका निर्णयले अरुलाई दुःख पुर्‍याउन सक्ला जो भावनात्मक रूपमा हजुरमाथि निर्भर छन्। आजको शुभ रंग रातो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्रमा अप्ठ्यारा कार्य पनि सजिलै सम्पादन गर्न सकिनेछ। घरपरिवारमा गृहणीहरूको कार्यकुशलताको चर्चा हुनेछ। महत्वकांक्षी योजनाहरू पूरा हुनेछन्। आजको शुभ रंग निलो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) अरूको विवादास्पद मामलाहरूमा आफू अगाडि नबढ्नुहोस्। रोग प्रतिरोधात्मक क्षमता बढाउनको लागि पौष्टिक भोजनको सेवन गर्नुहोस्।।वैदेशिक रोजगारबाट लाभ मिल्नेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ७ रहेको छ।\n\n\n",
    "last_updated": "Monday, May 26, 2025 09:30 AM"
  }
]