[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) प्रतिस्पर्धामा सफलता पाइनेछ। शत्रुहरू हार खानेछन्। आर्थिक कारोबारमा नयाँ अनुबन्ध सोचविचार गरेर गर्नुहोला। स्वास्थ्यले सोचेजस्तो साथ नदेला। आजको शुभ रंग पहेलो हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  पारिवारिक विषयवस्तुमा अलमलिदा कार्यक्षेत्रमा बाधा आउनेछ। नोकरी वा पेशामा अरुको लागि समय र बुद्धि खर्च गर्नुपर्ला। माताको स्वास्थ्यलाई लिएर चिन्ता रहनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) हर्ष र प्रसन्नताको साथमा समय बित्नेछ। आलस्यले गर्दा आँटेको काममा सफलता मिल्न गाह्रो हुनेछ। कार्यक्षेत्रमा कार्यले तीव्रता लिनेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) विचार नपुराएर निर्णय लिँदा आत्मविश्वासमा कमी आउनेछ। व्यापारबाट सजिलै लाभ प्राप्त गर्न सकिनेछ। मेहनत अनुसार आर्थिक लाभ मिल्नेछ। स्वास्थ्यलाई लिएर सजग रहनुहोस्। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) उधारो अवस्था सिर्जना हुनसक्छ सावधान भएर निर्णय लिनुहोला। आँटेको कार्य बन्नाले अरु कार्यमा जोश जाँगर जाग्नेछ। आफ्नो व्यक्तित्वले अरुलाई प्रभावित पार्न सफल भइनेछ। आजको शुभ रंग केशरी हो भने शुभ अंक ८ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) जोश र जागरको कमीले अवसर गुमाउन सक्नुहुनेछ। सवारी साधन चलाउँदा सावधान रहनुहोला। चुनौतीपूर्ण कार्य वहन गर्नुपर्ला। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) सन्तान पक्षबाट शुभ सूचना मिल्नेछ। व्यापार व्यवसायमा मनग्य लाभ रहनेछ। प्रेम र मित्रताको बन्धन कसिनेछ। परिवारसँग मिठो समय व्यतीत हुनेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) आँटेका कार्य सम्पादन हुनेछन्। नँया नोकरी मा सफलता मिल्नेछ। दिगो योजनाहरू अघि बढाउँदा लाभ मिल्नेछ। गोपनीय ढंगले गरेको कार्यमा सफलता मिल्नेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) प्रतियोगितात्मक क्रियाकलापमा लाभ मिल्नेछ। आत्मविश्वासमा वृद्धि हुनेछ। नयाँ कामको सुरुवात गर्ने समय रहेको छ। न्यायिक क्षेत्रमा पक्ष सबल रहनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) आयस्रोतका नयाँ अवसर जुट्नाले मन प्रसन्न रहनेछ। साहित्यको क्षेत्रमा रुचि बढ्नेछ। रोकिएका कार्य पुनः प्रारम्भ हुनेछन्। परिवारमा दाजुको सहयोग मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) कार्यक्षेत्रमा आफ्नो कार्य इमान्दारी पूर्वक गर्नुहोला। आर्थिक क्रियाकलापमा संलग्न रहनुपर्ला। समयलाई आफ्नो अनुरूप चलाउन सक्नुहुनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ४ रहेको छ।\n\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) व्यापार व्यवसायमा नसोचेको ठाउँबाट अनपेक्षित लाभ मिल्ला। पुरानो साथीसँग भेटघाटको अवसर जुट्नेछ। नवीन रोजगारको सम्भावना रहेको छ। पारिवारिक जिम्मेवारीमा समय व्यतित होला। आजको शुभ रंग निलो हो भने शुभ अंक ९ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Thursday, May 08, 2025 12:30 PM"
  }
]