[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा प्रगति हुनेछ। घर परिवारबाट सहयोग मिल्नेछ। नयाँ कार्य प्रारम्भ गर्नुभन्दा अघि जानकारको सल्लाह अवश्य लिनुहोस्। लाभकारी योजनाहरूको रूपरेखा बन्नेछ। आजको शुभ रंग हरियो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा)  दाम्पत्य जीवनमा वा प्रेम सम्बन्धमा वादविवाद उत्पन्न हुनेछ। मनमा निराशा वा आलस्य रहला। कार्यक्षेत्रमा सकारात्मक सोचको साथ अगाडि बढ्नुहोस् सफलता मिल्नेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) आजको दिन बाणी हजुरको शत्रु रहनेछ।समय सन्दर्भ विचार गरेर आफ्नो कुरा राख्नु ठिक रहला। व्यक्तिगत खुसिका लागि धन खर्चका योग छन्। साहित्य वा लेखन कलामा सफलता मिल्नेछ। आजको शुभ रंग पहेलो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) वैदेशिक रोजगारमा सफलता मिल्नेछ। योजनाबद्ध तरिकाले कार्य गर्नुहोस् सफलता मिल्ला। व्यापार व्यवसायमा औसत लाभ रहनेछ। कसैलाई पैसा उधारो नदिनुहोला। आजको शुभ रंग केसरी हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) स्वादिष्ट भोजनको आनन्द लिने अवसर रहेको छ। लगनशीलताले कार्यक्षेत्रमा कार्य अगाडि बढ्नेछ्। नयाँ कार्यको जग बसाउन सकिनेछ। विद्यार्थीहरूलाई शिक्षामा सफलता मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक १ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) सादा भोजन उच्च विचारको साथ अगाडि बढ्नुहोस् स्वास्थ्य वा कार्यक्षेत्रमा सफलता मिल्नेछ। आत्तिएर कुनै निर्णय नलिहाल्नुहोस्। आध्यात्म वा धार्मिक क्षेत्रमा मन जानेछ। चुनौतीपूर्ण कार्यको जिम्मेवारी बहन गर्नुपर्ला। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) सामाजिक वा धार्मिक कार्यमा रुचि बढ्नेछ। राजनीतिक क्षेत्रमा नयाँ जिम्मेवारी प्राप्त होला। साहसिक कार्यले आफूलाई चिनाउन सकिनेछ। शिक्षाको क्षेत्रमा सफलता पाइनेछ। आजको शुभ रंग सेतो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) कार्यक्षेत्रमा अप्ठ्यारो कामलाई पनि सजिलै सम्पादन गर्न सकिनेछ। घरपरिवारमा गृहणीहरूको कार्यकुशलताको चर्चा हुनेछ। महत्वकांक्षी योजनाहरू पूरा हुनेछन्। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) कार्यक्षेत्रमा हजुरको जिद्दी स्वभावले कार्य बिग्रिने डर छ। इच्छा र आकांक्षाको पूर्तिको लागि संघर्ष गर्नुपर्ला। विदेशतिरबाट शुभ सूचना मिल्नेछ। स्वास्थ्यलाई लिएर खानपानमा ध्यान दिनुहोला। आजको शुभ रंग हरियो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) अधिकार प्राप्तिको लागि गरिएको प्रतिस्पर्धामा विजयी भइनेछ।जोस जागर र हिम्मत बढ्नेछ। शेयर बजारबाट मनग्य लाभ प्राप्त होला। राजनीतिक क्रियाकलापमा सफलता मिल्नेछ। आजको शुभ रंग रातो हो भने शुभ अंक ४ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) सरकारी प्रबन्धमा अधिकारीहरूको सहयोग पाइएला। पुराना रोकिएका कार्यहरू सम्पादन हुनेछन्। परिवारमा प्रियजनसँगको रमाइलो भेटघाट रहनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ७ रहेको छ।\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) साझेदारसँग विवादका योग छन् सावधान रहनुहोस्। शैक्षिक प्रतिस्पर्धामा अग्रस्थान हासिल हुनेछ। अरुको भरपरेर कार्य नछोड्नुहोस्। व्यवसायमा लाभ रहनेछ। आजको शुभ रंग सिन्दुरि हो भने शुभ अंक ६ रहेको छ।\n-ज्योतिष पण्डित धर्मेन्द्र कृष्ण पौडेल\n",
    "last_updated": "Friday, May 09, 2025 10:01 AM"
  }
]