[
  {
    "name": "मेष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_1.png",
    "rashifal": "मेष (चु, चे, चो, ला, लि, लु, ले, लो, अ) कार्यक्षेत्रमा नयाँ कार्य हात लाग्नेछ। आयस्रोत बढ्नेछ। विवादास्पद कार्य सम्पादन गर्नमा सफल भइनेछ। विद्यार्थीहरूलाई पठनपाठनमा मन लाग्नेछ। आकस्मिक धनलाभ रहनेछ। आजको शुभ रंग सिन्दुरी हो भने शुभ अंक १ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "मिथुन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_3.png",
    "rashifal": "मिथुन (का, कि, कु, घ, ङ, छ, के, को, हा) नोकरी वा पेशामा मिठो बोल्ने प्रयास गर्नुहोस्। छरछिमेकीको सहयोग मिल्नेछ। व्यापार व्यवसायमा लाभ मिल्नेछ। परिवारमा सम्पत्तिलाई लिएर विवाद हुन सक्ला सावधान रहनुहोस्। आजको शुभ रंग हरियो हो भने शुभ अंक ८ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "सिंह",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_5.png",
    "rashifal": "सिंह (मा, मि, मु, मे, मो, टा, टि, टु, टे) कार्यक्षेत्रमा योजनाबद्ध तरिकाले कार्य गर्नुहोला। महत्वपूर्ण मामलाहरूमा निर्णय लिनुभन्दा अघि जानकार वा शुभचिन्तकको सल्लाह लिनुहोस्। स्वास्थ्यमा ध्यान राख्नुहोला। आजको शुभ रंग रातो हो भने शुभ अंक ३ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "तुला",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_7.png",
    "rashifal": "तुला (रा, रि, रु, रे, रो, ता, ति, तु, ते) कानुनी मामलाहरू सुल्झिनेछन्। आफ्नो सामाजिक स्तर बढाउन सक्नुहुनेछ। साझेदारी व्यापारमा मनमुटावको सम्भावना रहेको छ। धैर्यले काम लिनुहोला। वैदेशिक रोजगारमा सफलता मिल्नेछ। आजको शुभ रंग निलो हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "धनु",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_9.png",
    "rashifal": "धनु (ये, यो, भा, भि, भु, धा, फा, ढा, भे) नौकरी वा पेशामा कार्यलाई टाल्नुभन्दा बनाउने प्रयास गर्नुहोस्। कारोबार विस्तारको योजनाहरू बन्नेछन्। प्रतिस्पर्धामा बुद्धिको उपयोगले लाभ उठाउन सकिनेछ। आजको शुभ रंग हल्का पहेलो हो भने शुभ अंक ५ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "कुम्भ",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_11.png",
    "rashifal": "कुम्भ (गु, गे, गो, सा, सि, सु, से, सो, दा) सहकर्मीहरूबाट सोचेजस्तो सहयोग मिल्नेछ। इष्टमित्रहरूको सहयोग गर्दागर्दै कार्यमा बिलम्ब हुनेछ। व्यापार व्यवसायको लागि गरिएको यात्राबाट लाभ मिल्नेछ। आजको शुभ रंग हरिय‍ो हो भने शुभ अंक ३ रहेको छ।\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "बृष",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_2.png",
    "rashifal": "वृष (इ, उ, ए, ओ, वा, वि, वु, वे, वो) मेहनत र अनुशासनले जीवनमा सफलता मिल्नेछ। आफ्नो जिम्मेवारी लाई बेवास्था गर्नुभन्दा निभाउने प्रयास गर्नुहोस्। आफन्तहरूको मध्य रमाइलो समय बित्नेछ। आजको शुभ रंग गुलाबी हो भने शुभ अंक ७ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "कर्कट",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_4.png",
    "rashifal": "कर्कट (हि, हु, हे, हो, डा, डि, डु, डे, डो) व्यापार व्यवसायमा रिसाएका मित्रहरूलाई सन्तुष्ट गर्न सकिनेछ। घर परिवारसँग घुम्ने कार्यक्रम बन्नेछ। कामलाई लिएर दौडधुप गर्नुपर्ला। आजको शुभ रंग सेतो हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "कन्या",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_6.png",
    "rashifal": "कन्या (टो, पा, पि, पु, ष, ण, ठ, पे, पो) वैदेशिक यात्राको लागि नयाँ अवसर मिल्नेछ। कार्यक्षेत्रमा सोचेजस्तो सफलता नमिल्ला। कला वा साहित्यको क्षेत्रमा सफलता मिल्नेछ। प्रेम सम्बन्ध सुमधुर रहनेछ। आजको शुभ रंग खैरो हो भने शुभ अंक ४ रहेको छ।\n\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "बृश्चिक",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_8.png",
    "rashifal": "वृश्चिक (तो, ना, नि, नु, ने, नो, या, यि, यु) मनमा नकारात्मक विचार आउनेछ। संकटको समयमा मित्रहरूको सहयोग मिल्नेछ। कार्यक्षेत्रमा समयमा कार्यसम्पादन हुनाले मन प्रसन्न रहनेछ। आजको शुभ रंग निलो हो भने शुभ अंक २ रहेको छ।\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "मकर",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_10.png",
    "rashifal": "मकर (भो,जा,जि,जु,जे,जो,ख,खि,खु,खे,खो,गा,गि) धेरै उदारवादी स्वभावले समस्या निम्त्याउन सक्ला। आफ्नो क्षमताप्रति विश्वास गरेर कार्यक्षेत्रमा अगाडि बढ्नुहोस् सफलता मिल्नेछ। व्यापार व्यवसायमा लाभ मिल्नेछ। आजको शुभ रंग सुन्तला हो भने शुभ अंक ६ रहेको छ।\n\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  },
  {
    "name": "मीन",
    "img": "https://www.hamropatro.com/images/dummy/ic_sodiac_12.png",
    "rashifal": "मीन (दि, दु, थ, झ, ञ, दे, दो, चा, चि) प्रशासनिक वा राजकीय कार्यमा बाधा आउनेछ। आफ्नो राम्रो भविष्यको लागि कठोर निर्णयहरू लिनुपर्ने समय रहेको छ। आर्थिक पक्ष सामान्य रहनेछ। आजको शुभ रंग पहेल‍ो हो भने शुभ अंक ९ रहेको छ।\n",
    "last_updated": "Thursday, June 05, 2025 05:43 PM"
  }
]